window.QUIZ_QUESTIONS = [
  {
    "id": 1,
    "question": "Аналитикалықәсері бар химиялықреакциялар... депаталады.",
    "questionHtml": "Аналитикалықәсері бар химиялықреакциялар... депаталады.",
    "answers": [
      "аналитикалық",
      "физикалық.",
      "ерекше.",
      "бөлшексауда.",
      "ерекшеемес."
    ],
    "answerHtml": [
      "аналитикалық",
      "физикалық.",
      "ерекше.",
      "бөлшексауда.",
      "ерекшеемес."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 2,
    "question": "Аналитикалық химия екікезеңдежүргізіледі?",
    "questionHtml": "Аналитикалық химия екікезеңдежүргізіледі?",
    "answers": [
      "физикалық, химиялық",
      "теориялық, практикалық",
      "Сандық, сапалық",
      "қышқылдық, негіздік",
      "оксиді, тұздыерітінді"
    ],
    "answerHtml": [
      "физикалық, химиялық",
      "теориялық, практикалық",
      "Сандық, сапалық",
      "қышқылдық, негіздік",
      "оксиді, тұздыерітінді"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 3,
    "question": "Қышқылдық-негіздік классификация бойынша барлық катиондар бөлінеді:",
    "questionHtml": "Қышқылдық-негіздік классификация бойынша барлық катиондар бөлінеді:",
    "answers": [
      "3 топқа",
      "5 топқа",
      "4 топқа",
      "6 топка"
    ],
    "answerHtml": [
      "3 топқа",
      "5 топқа",
      "4 топқа",
      "6 топка"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 4,
    "question": "Катиондардыңқышқылдық-негіздікклассификациясы неге негізделген?",
    "questionHtml": "Катиондардыңқышқылдық-негіздікклассификациясы неге негізделген?",
    "answers": [
      "фосфаттардың суда әртүрліерігіштігітуралы;",
      "сульфидтердің суда әртүрліерігіштігібойынша;",
      "нитраттардың суда әртүрліерігіштігібойынша;",
      "хлоридтердің, сульфаттардың, гидрөксидтердің суда, аммиак ерітіндісінде, сілтіерітіндісіндеәртүрліерігіштігітуралы."
    ],
    "answerHtml": [
      "фосфаттардың суда әртүрліерігіштігітуралы;",
      "сульфидтердің суда әртүрліерігіштігібойынша;",
      "нитраттардың суда әртүрліерігіштігібойынша;",
      "хлоридтердің, сульфаттардың, гидрөксидтердің суда, аммиак ерітіндісінде, сілтіерітіндісіндеәртүрліерігіштігітуралы."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 5,
    "question": "Топтықреагенттергемыналаржатады:",
    "questionHtml": "Топтықреагенттергемыналаржатады:",
    "answers": [
      "тұзқышқылы, күкіртқышқылы.",
      "диметилглиоксим;",
      "калий хроматы;",
      "уротропин;"
    ],
    "answerHtml": [
      "тұзқышқылы, күкіртқышқылы.",
      "диметилглиоксим;",
      "калий хроматы;",
      "уротропин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 6,
    "question": "Екі немесе одан да көп компоненттерден тұратын біртекті жүйе?",
    "questionHtml": "Екі немесе одан да көп компоненттерден тұратын біртекті жүйе?",
    "answers": [
      "буфер",
      "Ерітінді",
      "коллоидты",
      "араластыру",
      "кристалл"
    ],
    "answerHtml": [
      "буфер",
      "Ерітінді",
      "коллоидты",
      "араластыру",
      "кристалл"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 7,
    "question": "Массаныңәсеретузаңынпайдаланып 2A + B→C: реакция жылдамдығынанықтаңыз:",
    "questionHtml": "Массаныңәсеретузаңынпайдаланып 2A + B→C: реакция жылдамдығынанықтаңыз:",
    "answers": [
      "υ = k⋅[A]⋅[B];",
      "υ = k⋅[C]2;",
      "υ = k⋅[A];",
      "υ = k⋅[A]2⋅[B]:",
      "υ = k⋅[B];"
    ],
    "answerHtml": [
      "υ = k⋅[A]⋅[B];",
      "υ = k⋅[C]2;",
      "υ = k⋅[A];",
      "υ = k⋅[A]2⋅[B]:",
      "υ = k⋅[B];"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 8,
    "question": "Төмендегі реакциялардың қайсысы тотығу-тотықсыздану реакцияларына жатады?",
    "questionHtml": "Төмендегі реакциялардың қайсысы тотығу-тотықсыздану реакцияларына жатады?",
    "answers": [
      "CaO + H2O Ca(OH)2;",
      "SO2 + H2O H2SO3;",
      "CaCO3 CaO + CO2;",
      "2KMnO4 + 16 HCl 2MnCl2 + 5Cl2 + 8H2O + 2KCl",
      "H2SiO3H2O + SiO2;"
    ],
    "answerHtml": [
      "CaO + H2O Ca(OH)2;",
      "SO2 + H2O H2SO3;",
      "CaCO3 CaO + CO2;",
      "2KMnO4 + 16 HCl 2MnCl2 + 5Cl2 + 8H2O + 2KCl",
      "H2SiO3H2O + SiO2;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 9,
    "question": "Туражәнекеріреакциялардыңтепе-теңдікжылдамдықтары?",
    "questionHtml": "Туражәнекеріреакциялардыңтепе-теңдікжылдамдықтары?",
    "answers": [
      "химмиялық тепе-теңдік",
      "электролиз",
      "катализатор",
      "химиялыққысым",
      "химиялықжылдамдық"
    ],
    "answerHtml": [
      "химмиялық тепе-теңдік",
      "электролиз",
      "катализатор",
      "химиялыққысым",
      "химиялықжылдамдық"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 10,
    "question": "KOH + HCl = KCl + H2O",
    "questionHtml": "KOH + HCl = KCl + H2O",
    "answers": [
      "Aлмасу",
      "ауыстыру",
      "галогендеу",
      "айыр 13ылу",
      "қосылу"
    ],
    "answerHtml": [
      "Aлмасу",
      "ауыстыру",
      "галогендеу",
      "айыр 13ылу",
      "қосылу"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 11,
    "question": "Химиялық реакцияның жылдамдығы әрекеттесуші заттардың концентрациясының көбейтіндісіне тура пропорционал?",
    "questionHtml": "Химиялық реакцияның жылдамдығы әрекеттесуші заттардың концентрациясының көбейтіндісіне тура пропорционал?",
    "answers": [
      "массаларсақталу заңы",
      "Ал термодинамика заңы",
      "II Термодинамика заңы",
      "Томсонережесі",
      "Майкл Фарадей заңы"
    ],
    "answerHtml": [
      "массаларсақталу заңы",
      "Ал термодинамика заңы",
      "II Термодинамика заңы",
      "Томсонережесі",
      "Майкл Фарадей заңы"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 12,
    "question": "Тура реакция жылдамдығы мен кері реакция жылдамдығыныңтеңгерілгенкүйі:",
    "questionHtml": "Тура реакция жылдамдығы мен кері реакция жылдамдығыныңтеңгерілгенкүйі:",
    "answers": [
      "химмиялық тепе-теңдік",
      "электролиз",
      "катализ",
      "химиялыққысым",
      "химиялықжылдамдық"
    ],
    "answerHtml": [
      "химмиялық тепе-теңдік",
      "электролиз",
      "катализ",
      "химиялыққысым",
      "химиялықжылдамдық"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 13,
    "question": "Қышқыл оксидінің формуласы?",
    "questionHtml": "Қышқыл оксидінің формуласы?",
    "answers": [
      "Na2O.",
      "Fe2O3.",
      "K2O.",
      "CaO.",
      "Cl2O7"
    ],
    "answerHtml": [
      "Na2O.",
      "Fe2O3.",
      "K2O.",
      "CaO.",
      "Cl2O7"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 14,
    "question": "Катализаторменбайланысты процесс",
    "questionHtml": "Катализаторменбайланысты процесс",
    "answers": [
      "Катализ",
      "электролиз",
      "еріту",
      "балқу",
      "кристалдану"
    ],
    "answerHtml": [
      "Катализ",
      "электролиз",
      "еріту",
      "балқу",
      "кристалдану"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 15,
    "question": "Массаныңәсеретузаңынпайдаланып 2A+3EF реакция жылдамдығынанықтаңыз:",
    "questionHtml": "Массаныңәсеретузаңынпайдаланып 2A+3EF реакция жылдамдығынанықтаңыз:",
    "answers": [
      "v = k [E]3;",
      "v = k [A]2[E]3:",
      "v = k [F];",
      "v = k [A]2;",
      "v = k [A] [E];"
    ],
    "answerHtml": [
      "v = k [E]3;",
      "v = k [A]2[E]3:",
      "v = k [F];",
      "v = k [A]2;",
      "v = k [A] [E];"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 16,
    "question": "Химиялықтепе-теңдіктетеңболатынреакциялардыңжылдамдығықандай?",
    "questionHtml": "Химиялықтепе-теңдіктетеңболатынреакциялардыңжылдамдығықандай?",
    "answers": [
      "түзужәнебаяу",
      "керіжәнежылдам",
      "Туражәнекері",
      "баяужәнежылдам",
      "жауапжоқ"
    ],
    "answerHtml": [
      "түзужәнебаяу",
      "керіжәнежылдам",
      "Туражәнекері",
      "баяужәнежылдам",
      "жауапжоқ"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 17,
    "question": "Біртектіреакцияныңжылдамдығына 2NO(г)+O2(г)=2NO2(г) сәйкес келетін өрнек дұрыс?",
    "questionHtml": "Біртектіреакцияныңжылдамдығына 2NO(г)+O2(г)=2NO2(г) сәйкес келетін өрнек дұрыс?",
    "answers": [
      "υ =k⋅2CNO⋅ [image2];",
      "υ =k⋅ [image3] ⋅ [image2]:",
      "υ = 2k⋅ [image4] ⋅CNO;",
      "υ = k⋅ [image4] + [image2];",
      "υ =k⋅ [image5];"
    ],
    "answerHtml": [
      "υ=k⋅2CNO⋅<img class=\"formula-img\" src=\"assets/equations/image2.png\" alt=\"formula\" />;",
      "υ=k⋅<img class=\"formula-img\" src=\"assets/equations/image3.png\" alt=\"formula\" />⋅<img class=\"formula-img\" src=\"assets/equations/image2.png\" alt=\"formula\" />:",
      "υ= 2k⋅<img class=\"formula-img\" src=\"assets/equations/image4.png\" alt=\"formula\" />⋅CNO;",
      "υ=k⋅<img class=\"formula-img\" src=\"assets/equations/image4.png\" alt=\"formula\" />+<img class=\"formula-img\" src=\"assets/equations/image2.png\" alt=\"formula\" />;",
      "υ=k⋅<img class=\"formula-img\" src=\"assets/equations/image5.png\" alt=\"formula\" />;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 18,
    "question": "Гетерогендіреакцияныңжылдамдығына S(к)+O2(г)=SO2(г) сәйкес келетін өрнек дұрыс?",
    "questionHtml": "Гетерогендіреакцияныңжылдамдығына S(к)+O2(г)=SO2(г) сәйкес келетін өрнек дұрыс?",
    "answers": [
      "υ =k⋅CS⋅ [image2];",
      "υ =k⋅ [image2]:",
      "υ =k⋅CS+ [image2];",
      "υ = k⋅ [image6];",
      "υ =k⋅CS⋅ [image2] ⋅ [image7];"
    ],
    "answerHtml": [
      "υ=k⋅CS⋅<img class=\"formula-img\" src=\"assets/equations/image2.png\" alt=\"formula\" />;",
      "υ=k⋅<img class=\"formula-img\" src=\"assets/equations/image2.png\" alt=\"formula\" />:",
      "υ=k⋅CS+<img class=\"formula-img\" src=\"assets/equations/image2.png\" alt=\"formula\" />;",
      "υ=k⋅<img class=\"formula-img\" src=\"assets/equations/image6.png\" alt=\"formula\" />;",
      "υ=k⋅CS⋅<img class=\"formula-img\" src=\"assets/equations/image2.png\" alt=\"formula\" />⋅<img class=\"formula-img\" src=\"assets/equations/image7.png\" alt=\"formula\" />;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 19,
    "question": "Әсерлесуші массалар заңы?",
    "questionHtml": "Әсерлесуші массалар заңы?",
    "answers": [
      "Химиялық реакцияның жылдамдығы әрбір он градустық өсу үшін екі-үш есе артады",
      "Реакция жылдамдығы уақыт бірлігінде көлем бірлігімен әрекеттесетін заттың мөлшерімен анықталады",
      "Химиялық реакцияның жылдамдығы әрекеттесуші заттардың концентрациясының көбейтіндісіне тура пропорционал.",
      "Химиялық тепе-теңдік жүйеге қандай да бір әсер еткенде, бұл әсер кері болады",
      "Барлық берілген қарулар дұрыс"
    ],
    "answerHtml": [
      "Химиялық реакцияның жылдамдығы әрбір он градустық өсу үшін екі-үш есе артады",
      "Реакция жылдамдығы уақыт бірлігінде көлем бірлігімен әрекеттесетін заттың мөлшерімен анықталады",
      "Химиялық реакцияның жылдамдығы әрекеттесуші заттардың концентрациясының көбейтіндісіне тура пропорционал.",
      "Химиялық тепе-теңдік жүйеге қандай да бір әсер еткенде, бұл әсер кері болады",
      "Барлық берілген қарулар дұрыс"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 20,
    "question": "Гесс заңының анықтамасы?",
    "questionHtml": "Гесс заңының анықтамасы?",
    "answers": [
      "Энергияныжоғалтуғанемесежоқтанжаратуғаболмайды.",
      "Энергетика мемлекеттіңбірегейқызметі.",
      "Химиялықреакцияныңжылуэффектісіоныңжүруінебайланыстыемес, тек әрекеттесушізаттар мен өнімдердіңкүйінебайланысты",
      "Кез келген реакция жүйенің тепе-теңдіккүйінебайланыстыөздігіненжүреді.",
      "Бұлжауаптардыңбарлығыдұрыс."
    ],
    "answerHtml": [
      "Энергияныжоғалтуғанемесежоқтанжаратуғаболмайды.",
      "Энергетика мемлекеттіңбірегейқызметі.",
      "Химиялықреакцияныңжылуэффектісіоныңжүруінебайланыстыемес, тек әрекеттесушізаттар мен өнімдердіңкүйінебайланысты",
      "Кез келген реакция жүйенің тепе-теңдіккүйінебайланыстыөздігіненжүреді.",
      "Бұлжауаптардыңбарлығыдұрыс."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 21,
    "question": "Кальций карбонатындағы CaCO3 оттегініңмассалықүлесі",
    "questionHtml": "Кальций карбонатындағы CaCO3 оттегініңмассалықүлесі",
    "answers": [
      "58%",
      "49%",
      "44%",
      "48%;",
      "47%"
    ],
    "answerHtml": [
      "58%",
      "49%",
      "44%",
      "48%;",
      "47%"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 22,
    "question": "100 мл ерітіндіде 49 г H2SO4 бар. Ерітіндініңқалыптылығынесептеңдер.",
    "questionHtml": "100 мл ерітіндіде 49 г H2SO4 бар. Ерітіндініңқалыптылығынесептеңдер.",
    "answers": [
      "10:",
      "5;",
      "1;",
      "0,5;",
      "20;"
    ],
    "answerHtml": [
      "10:",
      "5;",
      "1;",
      "0,5;",
      "20;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 23,
    "question": "100 мл ерітіндіде 3,4 г AgNO3 бар. M(AgNO3)=170 г/моль. Ерітіндініңқалыптылығынесептеңдер.",
    "questionHtml": "100 мл ерітіндіде 3,4 г AgNO3 бар. M(AgNO3)=170 г/моль. Ерітіндініңқалыптылығынесептеңдер.",
    "answers": [
      "0,2н:",
      "0,02н;",
      "2n;",
      "1n;",
      "20н;"
    ],
    "answerHtml": [
      "0,2н:",
      "0,02н;",
      "2n;",
      "1n;",
      "20н;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 24,
    "question": "0,5 моль сутегініңн.о. алатынкөлемі (л):",
    "questionHtml": "0,5 моль сутегініңн.о. алатынкөлемі (л):",
    "answers": [
      "5,6;",
      "11,2:",
      "22.4;",
      "44,8;",
      "89.6;"
    ],
    "answerHtml": [
      "5,6;",
      "11,2:",
      "22.4;",
      "44,8;",
      "89.6;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 25,
    "question": "Қалыптыжағдайда 11,2 л көміртекоксидінің (IV) құрамындақандайзатмөлшері (моль) болады?",
    "questionHtml": "Қалыптыжағдайда 11,2 л көміртекоксидінің (IV) құрамындақандайзатмөлшері (моль) болады?",
    "answers": [
      "1;",
      "0,05;",
      "10;",
      "0,1;",
      "0,5."
    ],
    "answerHtml": [
      "1;",
      "0,05;",
      "10;",
      "0,1;",
      "0,5."
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 26,
    "question": "Қалыпты жағдайда 56 г N2(азот) моль санынанықтаңыз.",
    "questionHtml": "Қалыпты жағдайда 56 г N2(азот) моль санынанықтаңыз.",
    "answers": [
      "2,0:",
      "1,0;",
      "2,5;",
      "3,0;",
      "3.5;"
    ],
    "answerHtml": [
      "2,0:",
      "1,0;",
      "2,5;",
      "3,0;",
      "3.5;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 27,
    "question": "0,5 моль көлеміндегікүкіртқышқылыныңмассасын (г) есептеңдер. М(H2SO4)=98г/моль.",
    "questionHtml": "0,5 моль көлеміндегікүкіртқышқылыныңмассасын (г) есептеңдер. М(H2SO4)=98г/моль.",
    "answers": [
      "98 г;",
      "49;",
      "9,8г;",
      "4,9 г;",
      "490г;"
    ],
    "answerHtml": [
      "98 г;",
      "49;",
      "9,8г;",
      "4,9 г;",
      "490г;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 28,
    "question": "Қалыптыжағдайдааммиактыңсалмағы 34 г қандайкөлемді (л) құрайды.",
    "questionHtml": "Қалыптыжағдайдааммиактыңсалмағы 34 г қандайкөлемді (л) құрайды.",
    "answers": [
      "44,8 л:",
      "22,4 л;",
      "448 л;",
      "22,4 мл;",
      "2,24 л;"
    ],
    "answerHtml": [
      "44,8 л:",
      "22,4 л;",
      "448 л;",
      "22,4 мл;",
      "2,24 л;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 29,
    "question": "100 мл ерітіндіде 4,9 г H2SO4 (M(H2SO4) = 98 г/моль) бар. Ерітіндініңқалыптылығынесептеңдер.",
    "questionHtml": "100 мл ерітіндіде 4,9 г H2SO4 (M(H2SO4) = 98 г/моль) бар. Ерітіндініңқалыптылығынесептеңдер.",
    "answers": [
      "1H;",
      "0,02н;",
      "2н;",
      "0,1н;",
      "0,5н."
    ],
    "answerHtml": [
      "1H;",
      "0,02н;",
      "2н;",
      "0,1н;",
      "0,5н."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 30,
    "question": "Ерітіндісісілтіліортасы бар тұздыанықтаңыз.",
    "questionHtml": "Ерітіндісісілтіліортасы бар тұздыанықтаңыз.",
    "answers": [
      "K2SO4;",
      "K2CO3.",
      "MgSO4;",
      "CuCl2;",
      "NaNO3;"
    ],
    "answerHtml": [
      "K2SO4;",
      "K2CO3.",
      "MgSO4;",
      "CuCl2;",
      "NaNO3;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 31,
    "question": "Массасы 125 г ерітіндіде 25 г натрий гидроксиді бар. Ерітіндідегізаттыңмассалықүлесіқандай (мас., %)?",
    "questionHtml": "Массасы 125 г ерітіндіде 25 г натрий гидроксиді бар. Ерітіндідегізаттыңмассалықүлесіқандай (мас., %)?",
    "answers": [
      "25;",
      "24;",
      "23;",
      "21;",
      "20."
    ],
    "answerHtml": [
      "25;",
      "24;",
      "23;",
      "21;",
      "20."
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 32,
    "question": "Көлемі 11,2 л азоттыңмассасы бар?",
    "questionHtml": "Көлемі 11,2 л азоттыңмассасы бар?",
    "answers": [
      "28 г;",
      "280 г;",
      "14;",
      "140 г;",
      "30 г;"
    ],
    "answerHtml": [
      "28 г;",
      "280 г;",
      "14;",
      "140 г;",
      "30 г;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 33,
    "question": "Массасы 120 г ерітіндініңқұрамында 24 г калий гидроксиді (КОН) бар. Ерітіндідегізаттыңмассалықүлесіқандай (мас., %)?",
    "questionHtml": "Массасы 120 г ерітіндініңқұрамында 24 г калий гидроксиді (КОН) бар. Ерітіндідегізаттыңмассалықүлесіқандай (мас., %)?",
    "answers": [
      "24;",
      "12;",
      "20%:",
      "40;",
      "60;"
    ],
    "answerHtml": [
      "24;",
      "12;",
      "20%:",
      "40;",
      "60;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 34,
    "question": "250 мл сулыерітіндідегі 10,5 г натрий фториді (M (NaF) \\u003d 42 г/моль) бар ерітіндініңқалыптыконцентрациясы:",
    "questionHtml": "250 мл сулыерітіндідегі 10,5 г натрий фториді (M (NaF) \\u003d 42 г/моль) бар ерітіндініңқалыптыконцентрациясы:",
    "answers": [
      "2;",
      "3;",
      "1:",
      "4;",
      "16;"
    ],
    "answerHtml": [
      "2;",
      "3;",
      "1:",
      "4;",
      "16;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 35,
    "question": "1л 1М H2SO4 ерітіндісіндайындауүшінқажеттікүкіртқышқылыныңмассасынтабыңыз?",
    "questionHtml": "1л 1М H2SO4 ерітіндісіндайындауүшінқажеттікүкіртқышқылыныңмассасынтабыңыз?",
    "answers": [
      "8г",
      "100 г",
      "10 г Д 15г",
      "98"
    ],
    "answerHtml": [
      "8г",
      "100 г",
      "10 г Д15г",
      "98"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 36,
    "question": "Газдыңкөлемі 67,2 л. Заттыңмөлшеріқандай?",
    "questionHtml": "Газдыңкөлемі 67,2 л. Заттыңмөлшеріқандай?",
    "answers": [
      "1моль",
      "2 моль",
      "0,5 моль",
      "3 молль",
      "5 моль"
    ],
    "answerHtml": [
      "1моль",
      "2 моль",
      "0,5 моль",
      "3 молль",
      "5 моль"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 37,
    "question": "Құрамында 0,5 моль бар натрий карбонатыныңмассасынесептеңдер",
    "questionHtml": "Құрамында 0,5 моль бар натрий карбонатыныңмассасынесептеңдер",
    "answers": [
      "106 г",
      "53",
      "10,6 г",
      "5,3 г",
      "1,06 г"
    ],
    "answerHtml": [
      "106 г",
      "53",
      "10,6 г",
      "5,3 г",
      "1,06 г"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 38,
    "question": "0,25 моль мөлшеріндегі азот оксидінің (V) массасынкөрсетіңіз.",
    "questionHtml": "0,25 моль мөлшеріндегі азот оксидінің (V) массасынкөрсетіңіз.",
    "answers": [
      "27",
      "28г",
      "30 г",
      "42 г",
      "15d"
    ],
    "answerHtml": [
      "27",
      "28г",
      "30 г",
      "42 г",
      "15d"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 39,
    "question": "10 моль сутегін.о. көлеміқандай",
    "questionHtml": "10 моль сутегін.о. көлеміқандай",
    "answers": [
      "22.4",
      "11,2",
      "224",
      "112",
      "44.8"
    ],
    "answerHtml": [
      "22.4",
      "11,2",
      "224",
      "112",
      "44.8"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 40,
    "question": "Массаныңәсеретузаңынпайдаланып, реакция жылдамдығын A + 3D ® 2С анықтаңыз:",
    "questionHtml": "Массаныңәсеретузаңынпайдаланып, реакция жылдамдығын A + 3D ® 2С анықтаңыз:",
    "answers": [
      "u = k • [C];",
      "u = k • [A];",
      "u = k • [D];",
      "u = k •[A] • [D] 3:",
      "u = k • 2 [C];"
    ],
    "answerHtml": [
      "u = k • [C];",
      "u = k • [A];",
      "u = k • [D];",
      "u = k •[A] • [D] 3:",
      "u = k • 2 [C];"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 41,
    "question": "Реакцияларүшінмассаларәрекетізаңыныңматематикалықөрнегі? 2H2 + O2 = 2H2O",
    "questionHtml": "Реакцияларүшінмассаларәрекетізаңыныңматематикалықөрнегі? 2H2 + O2 = 2H2O",
    "answers": [
      "V = k [H2] ² [O2]:",
      "V = k[H2] + [O2]",
      "V = k [H] 2+ [O2]",
      "V = k[H2]",
      "V = k [H2] [O2]"
    ],
    "answerHtml": [
      "V = k [H2] ² [O2]:",
      "V = k[H2] + [O2]",
      "V = k [H] 2+ [O2]",
      "V = k[H2]",
      "V = k [H2] [O2]"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 42,
    "question": "Сулы ерітіндіде диссоциациялану кезінде тек гидроксид иондарын анион түрінде бөлетін күрделі зат қалай аталады?",
    "questionHtml": "Сулы ерітіндіде диссоциациялану кезінде тек гидроксид иондарын анион түрінде бөлетін күрделі зат қалай аталады?",
    "answers": [
      "негіздер",
      "Тұз",
      "Қышқылдар",
      "Аниондар",
      "Оксидтер"
    ],
    "answerHtml": [
      "негіздер",
      "Тұз",
      "Қышқылдар",
      "Аниондар",
      "Оксидтер"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 43,
    "question": "Азоттың максималды валенттілігін көрсететін оксид?",
    "questionHtml": "Азоттың максималды валенттілігін көрсететін оксид?",
    "answers": [
      "NO",
      "N2O3",
      "N2O",
      "N2O5;",
      "N3O5"
    ],
    "answerHtml": [
      "NO",
      "N2O3",
      "N2O",
      "N2O5;",
      "N3O5"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 44,
    "question": "Н+ иондарыныңконцентрациясы 10-1 моль/лболса, ерітіндініңр Н-ынанықтаңыз.",
    "questionHtml": "Н+ иондарыныңконцентрациясы 10-1 моль/лболса, ерітіндініңр Н-ынанықтаңыз.",
    "answers": [
      "1:",
      "13;",
      "6;",
      "10;",
      "5;"
    ],
    "answerHtml": [
      "1:",
      "13;",
      "6;",
      "10;",
      "5;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 45,
    "question": "Төмендегіреакциялардыңқайсысытотығу-тотықсыздануғажатады?",
    "questionHtml": "Төмендегіреакциялардыңқайсысытотығу-тотықсыздануғажатады?",
    "answers": [
      "CO2 + H2O ® H2CO3;",
      "(NH4)2CO3 ® 2NH3 + CO2;",
      "H2SO4 + NaCl ® NaHSO4 + HCl;",
      "HCl + KOH ® KCl + H2O;",
      "Fe + H2SO4 ® FeSO4 + H2"
    ],
    "answerHtml": [
      "CO2 + H2O ® H2CO3;",
      "(NH4)2CO3 ® 2NH3 + CO2;",
      "H2SO4 + NaCl ® NaHSO4 + HCl;",
      "HCl + KOH ® KCl + H2O;",
      "Fe + H2SO4 ® FeSO4 + H2"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 46,
    "question": "(ОН-) иондарыныңконцентрациясы 10-13 моль/л 1 болса, р Ннегетең?",
    "questionHtml": "(ОН-) иондарыныңконцентрациясы 10-13 моль/л 1 болса, р Ннегетең?",
    "answers": [
      "13;",
      "1:",
      "6;",
      "4;",
      "7;"
    ],
    "answerHtml": [
      "13;",
      "1:",
      "6;",
      "4;",
      "7;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 47,
    "question": "Көлемі 11,2 лазоттыңмассасыбар?",
    "questionHtml": "Көлемі 11,2 лазоттыңмассасыбар?",
    "answers": [
      "28 г;",
      "280 г;",
      "14;",
      "140 г;",
      "30 г."
    ],
    "answerHtml": [
      "28 г;",
      "280 г;",
      "14;",
      "140 г;",
      "30 г."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 48,
    "question": "Массасы 120 г ерітіндініңқұрамында 24 г калий гидроксиді (КОН) бар. Ерітіндідегізаттыңмассалықүлесіқандай (мас., %)?",
    "questionHtml": "Массасы 120 г ерітіндініңқұрамында 24 г калий гидроксиді (КОН) бар. Ерітіндідегізаттыңмассалықүлесіқандай (мас., %)?",
    "answers": [
      "24;",
      "12;",
      "20:",
      "40;",
      "60;"
    ],
    "answerHtml": [
      "24;",
      "12;",
      "20:",
      "40;",
      "60;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 49,
    "question": "250 мл сулыерітіндідегі 10,5 г натрий фториді (M (NaF) \\u003d 42 г/моль) бар ерітіндініңқалыптыконцентрациясы:",
    "questionHtml": "250 мл сулыерітіндідегі 10,5 г натрий фториді (M (NaF) \\u003d 42 г/моль) бар ерітіндініңқалыптыконцентрациясы:",
    "answers": [
      "2;",
      "3;",
      "1:",
      "4;",
      "16;"
    ],
    "answerHtml": [
      "2;",
      "3;",
      "1:",
      "4;",
      "16;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 50,
    "question": "1887 жылы Аррениус мынадай теория ұсынды:",
    "questionHtml": "1887 жылы Аррениус мынадай теория ұсынды:",
    "answers": [
      "Кинетика",
      "Катализ",
      "электролиттік диссоциация.",
      "Термодинамика",
      "Электролиз"
    ],
    "answerHtml": [
      "Кинетика",
      "Катализ",
      "электролиттік диссоциация.",
      "Термодинамика",
      "Электролиз"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 51,
    "question": "Химиялықбалансқаәсеретпейтін фактор?",
    "questionHtml": "Химиялықбалансқаәсеретпейтін фактор?",
    "answers": [
      "температура",
      "қысым",
      "катализ",
      "Катализатор",
      "уақыт"
    ],
    "answerHtml": [
      "температура",
      "қысым",
      "катализ",
      "Катализатор",
      "уақыт"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 52,
    "question": "Бейэлектролиттерарасындағы электролит",
    "questionHtml": "Бейэлектролиттерарасындағы электролит",
    "answers": [
      "C2H5OH",
      "CH4",
      "H2SO4;",
      "CO2",
      "Н2СО3"
    ],
    "answerHtml": [
      "C2H5OH",
      "CH4",
      "H2SO4;",
      "CO2",
      "Н2СО3"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 53,
    "question": "Күштіэлектролиттікөрсетіңіз.",
    "questionHtml": "Күштіэлектролиттікөрсетіңіз.",
    "answers": [
      "H2CO3;",
      "H3PO4;",
      "NaNO3:",
      "Cu(OH)2;",
      "H2S;"
    ],
    "answerHtml": [
      "H2CO3;",
      "H3PO4;",
      "NaNO3:",
      "Cu(OH)2;",
      "H2S;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 54,
    "question": "Қандайэлектролитдиссоциациясынангидроксикациятүзіледі?",
    "questionHtml": "Қандайэлектролитдиссоциациясынангидроксикациятүзіледі?",
    "answers": [
      "CuSO4;",
      "NaHCO3;",
      "Al(Ac)3;",
      "CuOHCl:",
      "NaH2PO4;"
    ],
    "answerHtml": [
      "CuSO4;",
      "NaHCO3;",
      "Al(Ac)3;",
      "CuOHCl:",
      "NaH2PO4;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 55,
    "question": "Қандайэлектролитдиссоциациясынангидроанионтүзіледі?",
    "questionHtml": "Қандайэлектролитдиссоциациясынангидроанионтүзіледі?",
    "answers": [
      "AlOHCl2;",
      "Na2SO4;",
      "NH4OH;",
      "(CuOH)2SO4;",
      "Na2HPO4:"
    ],
    "answerHtml": [
      "AlOHCl2;",
      "Na2SO4;",
      "NH4OH;",
      "(CuOH)2SO4;",
      "Na2HPO4:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 56,
    "question": "Зат-электролиткеанықтамаберіңіз.",
    "questionHtml": "Зат-электролиткеанықтамаберіңіз.",
    "answers": [
      "Cu;",
      "CuO;",
      "O2;",
      "CuSO4:",
      "NO;"
    ],
    "answerHtml": [
      "Cu;",
      "CuO;",
      "O2;",
      "CuSO4:",
      "NO;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 57,
    "question": "Электролит емесзатқаанықтамаберіңіз.",
    "questionHtml": "Электролит емесзатқаанықтамаберіңіз.",
    "answers": [
      "ZnCl2;",
      "Na2SO4;",
      "CrCl3;",
      "MnO:",
      "Cu(NO3) 2;"
    ],
    "answerHtml": [
      "ZnCl2;",
      "Na2SO4;",
      "CrCl3;",
      "MnO:",
      "Cu(NO3) 2;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 58,
    "question": "Топтықжәнежүйелікталдаудақолданылатынреакциялар?",
    "questionHtml": "Топтықжәнежүйелікталдаудақолданылатынреакциялар?",
    "answers": [
      "ерекше",
      "Топтықреагентпен",
      "таңдамалыбіртекті",
      "гетерогенді",
      "таңдамалыбіртекті, гетерогенді"
    ],
    "answerHtml": [
      "ерекше",
      "Топтықреагентпен",
      "таңдамалыбіртекті",
      "гетерогенді",
      "таңдамалыбіртекті, гетерогенді"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 59,
    "question": "Күштіэлектролиткеанықтамаберіңіз.",
    "questionHtml": "Күштіэлектролиткеанықтамаберіңіз.",
    "answers": [
      "HNO3. a = 94%:",
      "CH3COOHa = 2%;",
      "HCN a = 0,15%;",
      "NH4OH. a = 1,35%;",
      "H2CO3 a = 0,17%;"
    ],
    "answerHtml": [
      "HNO3. a = 94%:",
      "CH3COOHa = 2%;",
      "HCN a = 0,15%;",
      "NH4OH. a = 1,35%;",
      "H2CO3 a = 0,17%;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 60,
    "question": "Қандайэлектролитқадамдарбойыншадиссоциацияланады?",
    "questionHtml": "Қандайэлектролитқадамдарбойыншадиссоциацияланады?",
    "answers": [
      "KKN;",
      "H2SO3:",
      "NaOH;",
      "KNO3;",
      "HCl;"
    ],
    "answerHtml": [
      "KKN;",
      "H2SO3:",
      "NaOH;",
      "KNO3;",
      "HCl;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 61,
    "question": "Диссоциацияланғанбөлшектерсанының N ерігенбөлшектердіңжалпысанынақатынасы n, пайызбенкөрсетілген.",
    "questionHtml": "Диссоциацияланғанбөлшектерсанының N ерігенбөлшектердіңжалпысанынақатынасы n, пайызбенкөрсетілген.",
    "answers": [
      "электролиттік диссоциация",
      "негізінде",
      "қышқылдармен",
      "Диссоциацияланудәрежесі",
      "гидролиз"
    ],
    "answerHtml": [
      "электролиттік диссоциация",
      "негізінде",
      "қышқылдармен",
      "Диссоциацияланудәрежесі",
      "гидролиз"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 62,
    "question": "Тотығу-тотықсыздануреакцияларыныңтүрлері?",
    "questionHtml": "Тотығу-тотықсыздануреакцияларыныңтүрлері?",
    "answers": [
      "алмасу, молекулааралық",
      "молекулаішілік, молекулааралық, пропорционалдыемес.",
      "молекулаішілік, молекулааралық, орынбасу",
      "молекулаішілік, пропорционалдыемес, алмасу",
      "пропорционалдыемес, ауыстыру, байланыс"
    ],
    "answerHtml": [
      "алмасу, молекулааралық",
      "молекулаішілік, молекулааралық, пропорционалдыемес.",
      "молекулаішілік, молекулааралық, орынбасу",
      "молекулаішілік, пропорционалдыемес, алмасу",
      "пропорционалдыемес, ауыстыру, байланыс"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 63,
    "question": "Ерітінділердегеніміз не?",
    "questionHtml": "Ерітінділердегеніміз не?",
    "answers": [
      "Бірнешеқұрамдасбөліктердентұратынбіртектібірфазалыжүйе.",
      "Бірнешеқұрамдасбөліктердентұратынгетерогендібірфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынгетерогендіекіфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынбіртектіекіфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынбіртектіфазалықжүйе"
    ],
    "answerHtml": [
      "Бірнешеқұрамдасбөліктердентұратынбіртектібірфазалыжүйе.",
      "Бірнешеқұрамдасбөліктердентұратынгетерогендібірфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынгетерогендіекіфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынбіртектіекіфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынбіртектіфазалықжүйе"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 64,
    "question": "Электролит дегеніміз не?",
    "questionHtml": "Электролит дегеніміз не?",
    "answers": [
      "Еріткішмолекулаларыныңәсерінениондарғаыдырайтынерітінділернемесебалқымалар.",
      "Еріткішмолекулаларыныңәсерінениондарғаыдырамайтын, ерітінділерінемесебалқымаларыэлектртогынөткізбейтінзаттар?",
      "Ерігензатмолекулаларыныңәсерінениондарғаыдырап, ерітіндіденемесебалқымадаэлектртогынөткізетінзаттар",
      "Ерітінділерінемесебалқымаларыеріткішмолекулаларыныңәсерінениондарғаыдырайтынжәнеэлектртогынөткізбейтінзаттар.",
      "Ерітінділерінемесебалқымаларыэлектртогынөткізбейтінзаттареріткішмолекулаларыныңәсерінениондарғаыдырамайды."
    ],
    "answerHtml": [
      "Еріткішмолекулаларыныңәсерінениондарғаыдырайтынерітінділернемесебалқымалар.",
      "Еріткішмолекулаларыныңәсерінениондарғаыдырамайтын, ерітінділерінемесебалқымаларыэлектртогынөткізбейтінзаттар?",
      "Ерігензатмолекулаларыныңәсерінениондарғаыдырап, ерітіндіденемесебалқымадаэлектртогынөткізетінзаттар",
      "Ерітінділерінемесебалқымаларыеріткішмолекулаларыныңәсерінениондарғаыдырайтынжәнеэлектртогынөткізбейтінзаттар.",
      "Ерітінділерінемесебалқымаларыэлектртогынөткізбейтінзаттареріткішмолекулаларыныңәсерінениондарғаыдырамайды."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 65,
    "question": "Реакция жылдамдығынүдететін, бірақ реакция нәтижесіндетұтынылмайтынзат?",
    "questionHtml": "Реакция жылдамдығынүдететін, бірақ реакция нәтижесіндетұтынылмайтынзат?",
    "answers": [
      "ингибиторы",
      "изотоп",
      "Катализатор",
      "кристалдану",
      "кинетика"
    ],
    "answerHtml": [
      "ингибиторы",
      "изотоп",
      "Катализатор",
      "кристалдану",
      "кинетика"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 66,
    "question": "Қышқылқалдығының металл катионынажәнеанионынадиссоциацияланатын электролит",
    "questionHtml": "Қышқылқалдығының металл катионынажәнеанионынадиссоциацияланатын электролит",
    "answers": [
      "NaOH;",
      "HCl; BС CCl4;",
      "ЖОҚ;",
      "NaCl."
    ],
    "answerHtml": [
      "NaOH;",
      "HCl; BСCCl4;",
      "ЖОҚ;",
      "NaCl."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 67,
    "question": "Гидролизі үш сатыда жүретін тұз?",
    "questionHtml": "Гидролизі үш сатыда жүретін тұз?",
    "answers": [
      "CrCl3:",
      "(NH4)2SO4;",
      "NaCN;",
      "K2S;",
      "Zn(NO3)2;"
    ],
    "answerHtml": [
      "CrCl3:",
      "(NH4)2SO4;",
      "NaCN;",
      "K2S;",
      "Zn(NO3)2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 68,
    "question": "Гидролизкезіндеқандайтұзерітіндісіндеқышқылорта (р Н<7) болатынынанықтаңыз.",
    "questionHtml": "Гидролизкезіндеқандайтұзерітіндісіндеқышқылорта (р Н&lt;7) болатынынанықтаңыз.",
    "answers": [
      "Na2CO3;",
      "K2SO4;",
      "CuCl2:",
      "NaCl;",
      "FeS;"
    ],
    "answerHtml": [
      "Na2CO3;",
      "K2SO4;",
      "CuCl2:",
      "NaCl;",
      "FeS;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 69,
    "question": "Төмендегітұздардыңішіндегидролизгеұшырамайды?",
    "questionHtml": "Төмендегітұздардыңішіндегидролизгеұшырамайды?",
    "answers": [
      "CH3COOK;",
      "(NH4)2SO4;",
      "CH3COONa;",
      "K2SO4:",
      "AlCl3;"
    ],
    "answerHtml": [
      "CH3COOK;",
      "(NH4)2SO4;",
      "CH3COONa;",
      "K2SO4:",
      "AlCl3;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 70,
    "question": "(ОН-) -иондарыныңконцентрациясы 10-12 моль/лболса, ерітіндініңр Нқандайболады?",
    "questionHtml": "(ОН-) -иондарыныңконцентрациясы 10-12 моль/лболса, ерітіндініңр Нқандайболады?",
    "answers": [
      "12;",
      "5;",
      "2:",
      "7;",
      "10;"
    ],
    "answerHtml": [
      "12;",
      "5;",
      "2:",
      "7;",
      "10;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 71,
    "question": "Қандай ион күрделітүзілуіменсипатталады?",
    "questionHtml": "Қандай ион күрделітүзілуіменсипатталады?",
    "answers": [
      "Ba2+;",
      "Li+;",
      "NH4+;",
      "K+;",
      "Cr3+."
    ],
    "answerHtml": [
      "Ba2+;",
      "Li+;",
      "NH4+;",
      "K+;",
      "Cr3+."
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 72,
    "question": "Мынақосылыстардыңкүрделілерінежатады:",
    "questionHtml": "Мынақосылыстардыңкүрделілерінежатады:",
    "answers": [
      "Al2(SO4)3;",
      "H2SiO3;",
      "Na2SO4 10 H2O;",
      "K2[HgI4]:",
      "Са(ОН)2;"
    ],
    "answerHtml": [
      "Al2(SO4)3;",
      "H2SiO3;",
      "Na2SO4 10 H2O;",
      "K2[HgI4]:",
      "Са(ОН)2;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 73,
    "question": "Қандайпараметрдіңтұрақтылығыбуферлікерітіндініңқосылуынаықпалетеді?",
    "questionHtml": "Қандайпараметрдіңтұрақтылығыбуферлікерітіндініңқосылуынаықпалетеді?",
    "answers": [
      "т;",
      "P;",
      "v;",
      "C;",
      "р Н."
    ],
    "answerHtml": [
      "т;",
      "P;",
      "v;",
      "C;",
      "р Н."
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 74,
    "question": "K2[HgI4] комплекстіқосылыстағыкомплекстүзуші (Нgx+) зарядынанықтаңыз?",
    "questionHtml": "K2[HgI4] комплекстіқосылыстағыкомплекстүзуші (Нgx+) зарядынанықтаңыз?",
    "answers": [
      "+2:",
      "0;",
      "+4;",
      "+1;",
      "+3;"
    ],
    "answerHtml": [
      "+2:",
      "0;",
      "+4;",
      "+1;",
      "+3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 75,
    "question": "Құрамындакарбонатиондарыбартұз?",
    "questionHtml": "Құрамындакарбонатиондарыбартұз?",
    "answers": [
      "натрий хлориді",
      "натрий сульфаты",
      "натрий карбонаты.",
      "натрий бихроматы",
      "натрий силикаты"
    ],
    "answerHtml": [
      "натрий хлориді",
      "натрий сульфаты",
      "натрий карбонаты.",
      "натрий бихроматы",
      "натрий силикаты"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 76,
    "question": "Гидролиз кезіндебейтарап орта беретінтұз?",
    "questionHtml": "Гидролиз кезіндебейтарап орта беретінтұз?",
    "answers": [
      "Na2S;",
      "AgNO3;",
      "CH3COONH4:",
      "AlCl3;",
      "NH4Cl;"
    ],
    "answerHtml": [
      "Na2S;",
      "AgNO3;",
      "CH3COONH4:",
      "AlCl3;",
      "NH4Cl;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 77,
    "question": "Тұздыңгидролизітеканионменжүзегеасады?",
    "questionHtml": "Тұздыңгидролизітеканионменжүзегеасады?",
    "answers": [
      "CH3COONH4;",
      "NaCl;",
      "NH4Cl:",
      "CH3COONa;",
      "Na2SO4;"
    ],
    "answerHtml": [
      "CH3COONH4;",
      "NaCl;",
      "NH4Cl:",
      "CH3COONa;",
      "Na2SO4;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 78,
    "question": "Заттыңқұрамықайкезеңдеанықталады?",
    "questionHtml": "Заттыңқұрамықайкезеңдеанықталады?",
    "answers": [
      "2",
      "3-те",
      "4-те",
      "5-те",
      "6-да"
    ],
    "answerHtml": [
      "2",
      "3-те",
      "4-те",
      "5-те",
      "6-да"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 79,
    "question": "Тұзиондарыныңсуиондарыменәрекеттесупроцесіқалайаталады?",
    "questionHtml": "Тұзиондарыныңсуиондарыменәрекеттесупроцесіқалайаталады?",
    "answers": [
      "пиролиз.",
      "гидролиз",
      "крекинг.",
      "гидрлеу.",
      "димеризация."
    ],
    "answerHtml": [
      "пиролиз.",
      "гидролиз",
      "крекинг.",
      "гидрлеу.",
      "димеризация."
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 80,
    "question": "Тұздардыңгидролизденгенбөлігініңконцентрациясының (тығыздығының) оныңерітіндідегіжалпыконцентрациясынақатынасықандай?",
    "questionHtml": "Тұздардыңгидролизденгенбөлігініңконцентрациясының (тығыздығының) оныңерітіндідегіжалпыконцентрациясынақатынасықандай?",
    "answers": [
      "гидролиз константасы",
      "жалпы гидролиз",
      "Гидролиз дәрежесі",
      "гидролиз",
      "диссоциация константасы"
    ],
    "answerHtml": [
      "гидролиз константасы",
      "жалпы гидролиз",
      "Гидролиз дәрежесі",
      "гидролиз",
      "диссоциация константасы"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 81,
    "question": "Реакциядағытұздардыңбірлескенсоңғыгидролизікезіндеқандай газ бөлінеді: AlCl3 + Na2CO3 + HOH®...?",
    "questionHtml": "Реакциядағытұздардыңбірлескенсоңғыгидролизікезіндеқандай газ бөлінеді: AlCl3 + Na2CO3 + HOH®...?",
    "answers": [
      "Cl2;",
      "H2;",
      "CO;",
      "O2;",
      "СО2."
    ],
    "answerHtml": [
      "Cl2;",
      "H2;",
      "CO;",
      "O2;",
      "СО2."
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 82,
    "question": "Қандайтұзгидролизгеұшырамайды?",
    "questionHtml": "Қандайтұзгидролизгеұшырамайды?",
    "answers": [
      "K2CO3;",
      "NH4Cl;",
      "Na2SO4:",
      "(NH4)2S;",
      "FeCl3;"
    ],
    "answerHtml": [
      "K2CO3;",
      "NH4Cl;",
      "Na2SO4:",
      "(NH4)2S;",
      "FeCl3;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 83,
    "question": "Гидролизгебейімеместұздыанықтаңыз.",
    "questionHtml": "Гидролизгебейімеместұздыанықтаңыз.",
    "answers": [
      "KNO3:",
      "K2S;",
      "MgSO4;",
      "AlCl3;",
      "Na2CO3;"
    ],
    "answerHtml": [
      "KNO3:",
      "K2S;",
      "MgSO4;",
      "AlCl3;",
      "Na2CO3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 84,
    "question": "Қандайтұзгидролизгеұшырайды?",
    "questionHtml": "Қандайтұзгидролизгеұшырайды?",
    "answers": [
      "(NH4)2S:",
      "K2SO4;",
      "NaCl;",
      "NaNO3;",
      "KCl;"
    ],
    "answerHtml": [
      "(NH4)2S:",
      "K2SO4;",
      "NaCl;",
      "NaNO3;",
      "KCl;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 85,
    "question": "KClO3 қосылысындағыхлордыңтотығудәрежесінкөрсетіңіз?",
    "questionHtml": "KClO3 қосылысындағыхлордыңтотығудәрежесінкөрсетіңіз?",
    "answers": [
      "+3.",
      "+4.",
      "+6.",
      "+5",
      "0."
    ],
    "answerHtml": [
      "+3.",
      "+4.",
      "+6.",
      "+5",
      "0."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 86,
    "question": "р H көрсеткіштіңқасиеттерінзерттегенғалым?",
    "questionHtml": "р H көрсеткіштіңқасиеттерінзерттегенғалым?",
    "answers": [
      "Ломоносов",
      "В. Оствальд",
      "Бутлеров",
      "Менделеев",
      "Бойл"
    ],
    "answerHtml": [
      "Ломоносов",
      "В. Оствальд",
      "Бутлеров",
      "Менделеев",
      "Бойл"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 87,
    "question": "Мынақосылыстардыңқайсысыкешенгежатады?",
    "questionHtml": "Мынақосылыстардыңқайсысыкешенгежатады?",
    "answers": [
      "CuSO4;",
      "K4[Fe(CN)6]:",
      "Na2S2O3;",
      "CuSO4 2H2O;",
      "KMnO4;"
    ],
    "answerHtml": [
      "CuSO4;",
      "K4[Fe(CN)6]:",
      "Na2S2O3;",
      "CuSO4 2H2O;",
      "KMnO4;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 88,
    "question": "Төмендегітұздардыңішіндегидролизгеұшырамайды?",
    "questionHtml": "Төмендегітұздардыңішіндегидролизгеұшырамайды?",
    "answers": [
      "CH3COONH4;",
      "(NH4)2CO3;",
      "NaCl:",
      "Al(NO3)3;",
      "Na2SO3;"
    ],
    "answerHtml": [
      "CH3COONH4;",
      "(NH4)2CO3;",
      "NaCl:",
      "Al(NO3)3;",
      "Na2SO3;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 89,
    "question": "Төмендегі иондардың қайсысы I-ші аналитикалық топқа жатады?",
    "questionHtml": "Төмендегі иондардың қайсысы I-ші аналитикалық топқа жатады?",
    "answers": [
      "Fe2+;",
      "Co2+;",
      "K+:",
      "Sr2+;",
      "Zn2+;"
    ],
    "answerHtml": [
      "Fe2+;",
      "Co2+;",
      "K+:",
      "Sr2+;",
      "Zn2+;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 90,
    "question": "Иондардыңқайсысы К+ - ионынанықтауғакедергіжасайды?",
    "questionHtml": "Иондардыңқайсысы К+ - ионынанықтауғакедергіжасайды?",
    "answers": [
      "Са 2+;",
      "NH4+:",
      "Cu2+;",
      "Cr3+;",
      "Ag+;"
    ],
    "answerHtml": [
      "Са 2+;",
      "NH4+:",
      "Cu2+;",
      "Cr3+;",
      "Ag+;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 91,
    "question": "Қышқылдық-негіздікклассификациябойыншакатиондардыңбіріншіаналитикалықтобынакатиондаржатады:",
    "questionHtml": "Қышқылдық-негіздікклассификациябойыншакатиондардыңбіріншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "магний, калий, кальций;",
      "алюминий, темір(II), хром(III);",
      "аммоний, калий, натрий, литий:",
      "кобальт (II), никель (II), сынап (II);"
    ],
    "answerHtml": [
      "магний, калий, кальций;",
      "алюминий, темір(II), хром(III);",
      "аммоний, калий, натрий, литий:",
      "кобальт (II), никель (II), сынап (II);"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 92,
    "question": "Қышқылдық-негіздік классификация бойыншакатиондардыңекіншіаналитикалықтобынакатиондаржатады:",
    "questionHtml": "Қышқылдық-негіздік классификация бойыншакатиондардыңекіншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "күміс, қорғасын, сынап(I):",
      "аммоний, калий, кобальт(II);",
      "магний, марганец(II), литий;",
      "темір(II), сынап(II), никель(II);"
    ],
    "answerHtml": [
      "күміс, қорғасын, сынап(I):",
      "аммоний, калий, кобальт(II);",
      "магний, марганец(II), литий;",
      "темір(II), сынап(II), никель(II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 93,
    "question": "Төмендегілердіңқайсысы I А топшасыныңэлементінежатады?",
    "questionHtml": "Төмендегілердіңқайсысы I А топшасыныңэлементінежатады?",
    "answers": [
      "Натрий",
      "фтор",
      "хлор",
      "магний",
      "йод"
    ],
    "answerHtml": [
      "Натрий",
      "фтор",
      "хлор",
      "магний",
      "йод"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 94,
    "question": "I топ аниондарыныңтоптықреактиві:",
    "questionHtml": "I топ аниондарыныңтоптықреактиві:",
    "answers": [
      "BaCl2:",
      "AgNO3;",
      "HCl;",
      "H2SO4;",
      "NaOH;"
    ],
    "answerHtml": [
      "BaCl2:",
      "AgNO3;",
      "HCl;",
      "H2SO4;",
      "NaOH;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 95,
    "question": "II топаниондарыныңтоптықреактиві:",
    "questionHtml": "II топаниондарыныңтоптықреактиві:",
    "answers": [
      "HCl;",
      "H2SO4;",
      "BaCl2;",
      "AgNO3:",
      "NaOH;"
    ],
    "answerHtml": [
      "HCl;",
      "H2SO4;",
      "BaCl2;",
      "AgNO3:",
      "NaOH;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 96,
    "question": "III топаниондарыныңтоптықреактиві:",
    "questionHtml": "III топаниондарыныңтоптықреактиві:",
    "answers": [
      "BaCl2",
      "AgNO3",
      "Жоқ.",
      "HCl",
      "NaOH"
    ],
    "answerHtml": [
      "BaCl2",
      "AgNO3",
      "Жоқ.",
      "HCl",
      "NaOH"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 97,
    "question": "Фольгардәдісініңнегізіндеқандайпроцессжатыр?",
    "questionHtml": "Фольгардәдісініңнегізіндеқандайпроцессжатыр?",
    "answers": [
      "Ag+ + Br- = AgBr;",
      "Ag+ + J- = AgJ;",
      "Ag+ + SCN- = Ag SCN;",
      "2Ag+ + CrO42- =Ag2CrO4:",
      "Ag+ + Cl- = AgCl;"
    ],
    "answerHtml": [
      "Ag+ + Br- = AgBr;",
      "Ag+ + J- = AgJ;",
      "Ag+ + SCN- = Ag SCN;",
      "2Ag+ + CrO42- =Ag2CrO4:",
      "Ag+ + Cl- = AgCl;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 98,
    "question": "Қышқылдық-негіздікклассификациябойыншакатиондардыңүшіншіаналитикалықтобынакатиондаржатады:",
    "questionHtml": "Қышқылдық-негіздікклассификациябойыншакатиондардыңүшіншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "натрий, күміс, калий;",
      "барий, кальций, стронций:",
      "магний, висмут(III), марганец(III);",
      "қорғасын, кобальт(II), мыс(II);"
    ],
    "answerHtml": [
      "натрий, күміс, калий;",
      "барий, кальций, стронций:",
      "магний, висмут(III), марганец(III);",
      "қорғасын, кобальт(II), мыс(II);"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 99,
    "question": "Біріншіаналитикалық топ катиондарыныңжалпықасиеттеріқандай?",
    "questionHtml": "Біріншіаналитикалық топ катиондарыныңжалпықасиеттеріқандай?",
    "answers": [
      "суда ерімейтінхлоридтертүзеді;",
      "суда ерімейтінсульфаттартүзеді;",
      "аммиак комплекстерінтүзеді;",
      "хлоридтер, сульфаттар, калий нитраттары, натрий, литий, аммоний суда жақсыериді."
    ],
    "answerHtml": [
      "суда ерімейтінхлоридтертүзеді;",
      "суда ерімейтінсульфаттартүзеді;",
      "аммиак комплекстерінтүзеді;",
      "хлоридтер, сульфаттар, калий нитраттары, натрий, литий, аммоний суда жақсыериді."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 100,
    "question": "Барий, кальций, стронций катиондарыныңжалпықасиеттеріқандай?",
    "questionHtml": "Барий, кальций, стронций катиондарыныңжалпықасиеттеріқандай?",
    "answers": [
      "хлоридтер суда ерімейді;",
      "сульфаттар суда аз ериді:",
      "нитраттар суда ерімейді;",
      "ацетаттар суда ерімейді;"
    ],
    "answerHtml": [
      "хлоридтер суда ерімейді;",
      "сульфаттар суда аз ериді:",
      "нитраттар суда ерімейді;",
      "ацетаттар суда ерімейді;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 101,
    "question": "Төмендегіиондардыңқайсысы хлорид иондарыменақтұнбатүзеді",
    "questionHtml": "Төмендегіиондардыңқайсысы хлорид иондарыменақтұнбатүзеді",
    "answers": [
      "Ba2+;",
      "Ag +:",
      "Na +;",
      "Sn+2;",
      "Li+;"
    ],
    "answerHtml": [
      "Ba2+;",
      "Ag +:",
      "Na +;",
      "Sn+2;",
      "Li+;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 102,
    "question": "Қышқыл-негізклассификациясыбойыншаүшіншіаналитикалықтопкатиондарынбөлуүшінтөмендегіреагенттердіңқайсысықолданылады?",
    "questionHtml": "Қышқыл-негізклассификациясыбойыншаүшіншіаналитикалықтопкатиондарынбөлуүшінтөмендегіреагенттердіңқайсысықолданылады?",
    "answers": [
      "2 Мтұзқышқылыерітіндісі;",
      "2 Мкүкіртқышқылыерітіндісі:",
      "2 Мсілтіерітіндісі;",
      "2 Маммиакерітіндісі;"
    ],
    "answerHtml": [
      "2 Мтұзқышқылыерітіндісі;",
      "2 Мкүкіртқышқылыерітіндісі:",
      "2 Мсілтіерітіндісі;",
      "2 Маммиакерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 103,
    "question": "Натрийгексанитрокобальтаты (III) баркалийкатиондарынанықтауреакциясыжүргізіледі?",
    "questionHtml": "Натрийгексанитрокобальтаты (III) баркалийкатиондарынанықтауреакциясыжүргізіледі?",
    "answers": [
      "сілтіліортада;",
      "бейтарапортада:",
      "қаттықышқылдықортада;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "сілтіліортада;",
      "бейтарапортада:",
      "қаттықышқылдықортада;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 104,
    "question": "Натрий сутегітартратыкатиондардыанықтауүшінқолданылады?",
    "questionHtml": "Натрий сутегітартратыкатиондардыанықтауүшінқолданылады?",
    "answers": [
      "калий:",
      "барий;",
      "никель(II);",
      "қорғасын;"
    ],
    "answerHtml": [
      "калий:",
      "барий;",
      "никель(II);",
      "қорғасын;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 105,
    "question": "Несслерреактивікатиондардыанықтауүшінқолданылады?",
    "questionHtml": "Несслерреактивікатиондардыанықтауүшінқолданылады?",
    "answers": [
      "мырыш;",
      "барий;",
      "аммоний:",
      "қорғасын;"
    ],
    "answerHtml": [
      "мырыш;",
      "барий;",
      "аммоний:",
      "қорғасын;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 106,
    "question": "Күмісхроматыныңтүстітұнбасытүзіледі?",
    "questionHtml": "Күмісхроматыныңтүстітұнбасытүзіледі?",
    "answers": [
      "сілтіліортада;",
      "қаттықышқылдықортада;",
      "бейтарапортада:",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "сілтіліортада;",
      "қаттықышқылдықортада;",
      "бейтарапортада:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 107,
    "question": "«Күмісайна» реакциясыкүміскатиондарыныңреакциясы?",
    "questionHtml": "«Күмісайна» реакциясыкүміскатиондарыныңреакциясы?",
    "answers": [
      "формальдегидпен:",
      "калий тиоцианаты;",
      "калий гексацианоферратымен(II);",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "формальдегидпен:",
      "калий тиоцианаты;",
      "калий гексацианоферратымен(II);",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 108,
    "question": "Сынап (I) катиондарытұнбатүзеді:",
    "questionHtml": "Сынап (I) катиондарытұнбатүзеді:",
    "answers": [
      "хлорид иондарымен, хромат иондарымен:",
      "ацетат иондарымен;",
      "Формальдегидпен;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "хлорид иондарымен, хромат иондарымен:",
      "ацетат иондарымен;",
      "Формальдегидпен;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 109,
    "question": "Родизонат натрий катиондардыанықтауүшінқолданылады?",
    "questionHtml": "Родизонат натрий катиондардыанықтауүшінқолданылады?",
    "answers": [
      "мырыш;",
      "натрий;",
      "барий:",
      "аммоний;"
    ],
    "answerHtml": [
      "мырыш;",
      "натрий;",
      "барий:",
      "аммоний;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 110,
    "question": "Натрий, калий, литий, аммоний катиондарынаарналғантоптық реактив:",
    "questionHtml": "Натрий, калий, литий, аммоний катиондарынаарналғантоптық реактив:",
    "answers": [
      "дитизон;",
      "шарап қышқылы;",
      "уротропин;",
      "топтық реагент жоқ:"
    ],
    "answerHtml": [
      "дитизон;",
      "шарап қышқылы;",
      "уротропин;",
      "топтық реагент жоқ:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 112,
    "question": "Ализарин катиондардысапалыанықтауүшінқолданылады?",
    "questionHtml": "Ализарин катиондардысапалыанықтауүшінқолданылады?",
    "answers": [
      "кальций;",
      "литий;",
      "стронций;",
      "алюминий:"
    ],
    "answerHtml": [
      "кальций;",
      "литий;",
      "стронций;",
      "алюминий:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 113,
    "question": "Хром (III) катиондарын хромат иондарынажәне бихромат иондарынадейінтотықтыру:",
    "questionHtml": "Хром (III) катиондарын хромат иондарынажәне бихромат иондарынадейінтотықтыру:",
    "answers": [
      "гидроксиламин;",
      "сутегіасқынтотығы:",
      "аммоний сульфаты;",
      "йод ерітіндісі;"
    ],
    "answerHtml": [
      "гидроксиламин;",
      "сутегіасқынтотығы:",
      "аммоний сульфаты;",
      "йод ерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 114,
    "question": "Ерітіндіні NaOHжәне H2O2 артықмөлшеріменөңдегендесарытүстіңпайдаболуыталданатынерітіндідекатиондардыңболуынкөрсетеді?",
    "questionHtml": "Ерітіндіні NaOHжәне H2O2 артықмөлшеріменөңдегендесарытүстіңпайдаболуыталданатынерітіндідекатиондардыңболуынкөрсетеді?",
    "answers": [
      "алюминий;",
      "хром(III):",
      "мырыш;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "алюминий;",
      "хром(III):",
      "мырыш;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 115,
    "question": "Гидроксидтерсілтіденартықериді?",
    "questionHtml": "Гидроксидтерсілтіденартықериді?",
    "answers": [
      "алюминий;",
      "хром(III);",
      "мырыш:",
      "кобальт;"
    ],
    "answerHtml": [
      "алюминий;",
      "хром(III);",
      "мырыш:",
      "кобальт;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 116,
    "question": "Аммиак ерітіндісіментүссізкомплекстеркатиондартүзеді?",
    "questionHtml": "Аммиак ерітіндісіментүссізкомплекстеркатиондартүзеді?",
    "answers": [
      "мырыш, кадмий:",
      "никель;",
      "кобальт;",
      "алюминий;"
    ],
    "answerHtml": [
      "мырыш, кадмий:",
      "никель;",
      "кобальт;",
      "алюминий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 117,
    "question": "Алюминий гидроксидіериді:",
    "questionHtml": "Алюминий гидроксидіериді:",
    "answers": [
      "аммиак ерітіндісініңартықболуы;",
      "артықсілтіерітіндісінде;",
      "сілтіденартық, қышқылдарда:",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "аммиак ерітіндісініңартықболуы;",
      "артықсілтіерітіндісінде;",
      "сілтіденартық, қышқылдарда:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 118,
    "question": "Катиондар натрий родизонаты бар түстітұнбатүзбейді?",
    "questionHtml": "Катиондар натрий родизонаты бар түстітұнбатүзбейді?",
    "answers": [
      "калий:",
      "барий;",
      "стронций;",
      "кальций;"
    ],
    "answerHtml": [
      "калий:",
      "барий;",
      "стронций;",
      "кальций;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 119,
    "question": "Барий және стронций сульфаттарынерітуүшінтұнбаныерітеді:",
    "questionHtml": "Барий және стронций сульфаттарынерітуүшінтұнбаныерітеді:",
    "answers": [
      "натрий гидроксидіерітіндісі;",
      "азот қышқылыныңерітіндісі;",
      "сіркеқышқылыерітіндісі;",
      "дұрысжауапжоқ:"
    ],
    "answerHtml": [
      "натрий гидроксидіерітіндісі;",
      "азот қышқылыныңерітіндісі;",
      "сіркеқышқылыерітіндісі;",
      "дұрысжауапжоқ:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 120,
    "question": "Топтық реагент үшіншіаналитикалық топ катиондарыменәрекеттескенде (қышқылдық-негіздік классификация) келесітұнбатүзіледі:",
    "questionHtml": "Топтық реагент үшіншіаналитикалық топ катиондарыменәрекеттескенде (қышқылдық-негіздік классификация) келесітұнбатүзіледі:",
    "answers": [
      "сульфаттар:",
      "фторидтер;",
      "карбонаттар;",
      "фосфаттар;"
    ],
    "answerHtml": [
      "сульфаттар:",
      "фторидтер;",
      "карбонаттар;",
      "фосфаттар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 121,
    "question": "Кальций, барий және натрий катиондарыкатиондарғажатады?",
    "questionHtml": "Кальций, барий және натрий катиондарыкатиондарғажатады?",
    "answers": [
      "катиондардыңекіншіаналитикалықтобы;",
      "катиондардыңүшіншіаналитикалықтобы;",
      "алтыншы топ катиондары;",
      "дұрысжауапжоқ:"
    ],
    "answerHtml": [
      "катиондардыңекіншіаналитикалықтобы;",
      "катиондардыңүшіншіаналитикалықтобы;",
      "алтыншы топ катиондары;",
      "дұрысжауапжоқ:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 122,
    "question": "Аммоний оксалаты катиондары бар ақкристалдытұнбатүзеді?",
    "questionHtml": "Аммоний оксалаты катиондары бар ақкристалдытұнбатүзеді?",
    "answers": [
      "кальций:",
      "калий;",
      "литий;",
      "натрий;"
    ],
    "answerHtml": [
      "кальций:",
      "калий;",
      "литий;",
      "натрий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 123,
    "question": "Калий гексацианоферраты (II) катиондары бар ақкристалдытұнбатүзеді:",
    "questionHtml": "Калий гексацианоферраты (II) катиондары бар ақкристалдытұнбатүзеді:",
    "answers": [
      "кальций:",
      "калий;",
      "литий;",
      "натрий;"
    ],
    "answerHtml": [
      "кальций:",
      "калий;",
      "литий;",
      "натрий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 124,
    "question": "Сынап (II) сульфидіериді:",
    "questionHtml": "Сынап (II) сульфидіериді:",
    "answers": [
      "сілтіерітіндісінде;",
      "конц. күкіртқышқылы;",
      "«патшаарағында»:",
      ". конц. тұзқышқылы;"
    ],
    "answerHtml": [
      "сілтіерітіндісінде;",
      "конц. күкіртқышқылы;",
      "«патшаарағында»:",
      ". конц. тұзқышқылы;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 125,
    "question": "Катиондар йодид иондарыментүстітұнбатүзеді?",
    "questionHtml": "Катиондар йодид иондарыментүстітұнбатүзеді?",
    "answers": [
      "натрий;",
      "калий;",
      "барий;",
      "сынап (II):"
    ],
    "answerHtml": [
      "натрий;",
      "калий;",
      "барий;",
      "сынап (II):"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 126,
    "question": "Бораттыиондардыанықтаужүргізіледі?",
    "questionHtml": "Бораттыиондардыанықтаужүргізіледі?",
    "answers": [
      "дифениламинменәрекеттесуарқылы",
      "Несслерреактивімен",
      "броммен",
      "күрделіэфирлердіңтүзілуреакциясыбойынша."
    ],
    "answerHtml": [
      "дифениламинменәрекеттесуарқылы",
      "Несслерреактивімен",
      "броммен",
      "күрделіэфирлердіңтүзілуреакциясыбойынша."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 127,
    "question": "Na+ жалынның түсі",
    "questionHtml": "Na+ жалынның түсі",
    "answers": [
      "Cары",
      "қоңырқызыл",
      "күлгін",
      "көк",
      "қара"
    ],
    "answerHtml": [
      "Cары",
      "қоңырқызыл",
      "күлгін",
      "көк",
      "қара"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 128,
    "question": "Cu + 2 жалынның түсі",
    "questionHtml": "Cu + 2 жалынның түсі",
    "answers": [
      "жасылжәнесары",
      "сарыжасыл",
      "Жасыл",
      "қызыл",
      "көк"
    ],
    "answerHtml": [
      "жасылжәнесары",
      "сарыжасыл",
      "Жасыл",
      "қызыл",
      "көк"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 129,
    "question": "К+ жалынның түсі.",
    "questionHtml": "К+ жалынның түсі.",
    "answers": [
      "қара",
      "көк",
      "Күлгін",
      "сары",
      "қызыл"
    ],
    "answerHtml": [
      "қара",
      "көк",
      "Күлгін",
      "сары",
      "қызыл"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 130,
    "question": "Қай реагент екінші аналитикалық топтың топтық реактивіне жатады?",
    "questionHtml": "Қай реагент екінші аналитикалық топтың топтық реактивіне жатады?",
    "answers": [
      "жоқ;",
      "(NH4)2CO3;",
      "HCl:",
      "Na2SO4;",
      "КОН;"
    ],
    "answerHtml": [
      "жоқ;",
      "(NH4)2CO3;",
      "HCl:",
      "Na2SO4;",
      "КОН;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 131,
    "question": "Катиондардыңбіріншіаналитикалықтобыныңтоптықреактиві?",
    "questionHtml": "Катиондардыңбіріншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4 B. HCl",
      "Жоқ.",
      "NaOH",
      "NH4OH"
    ],
    "answerHtml": [
      "H2SO4 B. HCl",
      "Жоқ.",
      "NaOH",
      "NH4OH"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 132,
    "question": "Катиондардыңекіншіаналитикалықтобыныңтоптықреактиві?",
    "questionHtml": "Катиондардыңекіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4",
      "HCl.",
      "жоқ",
      "NaOH",
      "NH4OH"
    ],
    "answerHtml": [
      "H2SO4",
      "HCl.",
      "жоқ",
      "NaOH",
      "NH4OH"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 133,
    "question": "Катиондардыңүшіншіаналитикалықтобыныңтоптықреактиві?",
    "questionHtml": "Катиондардыңүшіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4.",
      "HCl",
      "жоқ",
      "NaOH",
      "NH4OH"
    ],
    "answerHtml": [
      "H2SO4.",
      "HCl",
      "жоқ",
      "NaOH",
      "NH4OH"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 134,
    "question": "Төмендегіиондардыңқайсысыамфотерлікқасиеттеріменсипатталады?",
    "questionHtml": "Төмендегіиондардыңқайсысыамфотерлікқасиеттеріменсипатталады?",
    "answers": [
      "K+;",
      "Са 2+;",
      "Al3+:",
      "Na+;",
      "NH4+;"
    ],
    "answerHtml": [
      "K+;",
      "Са 2+;",
      "Al3+:",
      "Na+;",
      "NH4+;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 135,
    "question": "Қышқылдық-негіздік классификация бойынша катиондардың төртінші аналитикалық тобына мыналар жатады:",
    "questionHtml": "Қышқылдық-негіздік классификация бойынша катиондардың төртінші аналитикалық тобына мыналар жатады:",
    "answers": [
      "калий, магний, барий иондары;",
      "Алюминий, хром(III), мырышиондары;",
      "мыс(II), кобальт(II), никель(II) иондары;",
      "натрий, литий, марганец(II) иондары."
    ],
    "answerHtml": [
      "калий, магний, барий иондары;",
      "Алюминий, хром(III), мырышиондары;",
      "мыс(II), кобальт(II), никель(II) иондары;",
      "натрий, литий, марганец(II) иондары."
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 136,
    "question": "Қышқылдық-негіздік классификация бойыншакатиондардыңбесіншіаналитикалықтобынакатиондаржатады:",
    "questionHtml": "Қышқылдық-негіздік классификация бойыншакатиондардыңбесіншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "натрий, аммоний, магний;",
      "натрий, магний, кобальт(II) және никель(II);",
      "Магний, марганец(II), темір(II), темір(III), висмут(III), соныменқатар сурьма(III) және сурьма(V);",
      "темір (III), алюминий, хром (III), натрий."
    ],
    "answerHtml": [
      "натрий, аммоний, магний;",
      "натрий, магний, кобальт(II) және никель(II);",
      "Магний, марганец(II), темір(II), темір(III), висмут(III), соныменқатар сурьма(III) және сурьма(V);",
      "темір (III), алюминий, хром (III), натрий."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 137,
    "question": ". Қышқылдық-негіздік классификация бойыншакатиондардыңалтыншыаналитикалықтобынакатиондаржатады:",
    "questionHtml": ". Қышқылдық-негіздік классификация бойыншакатиондардыңалтыншыаналитикалықтобынакатиондаржатады:",
    "answers": [
      "Кобальт(II), никель(II), кадмий, мыс(II), сынап(II):",
      "кобальт(II), мыс(II), марганец(II), магний;",
      "никель(II), кадмий, калий, аммоний;",
      "барий, алюминий, никель (II);"
    ],
    "answerHtml": [
      "Кобальт(II), никель(II), кадмий, мыс(II), сынап(II):",
      "кобальт(II), мыс(II), марганец(II), магний;",
      "никель(II), кадмий, калий, аммоний;",
      "барий, алюминий, никель (II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 138,
    "question": "Реагенттердіңқайсысы V-шіаналитикалықтоптыңтоптықреагентінежатады?",
    "questionHtml": "Реагенттердіңқайсысы V-шіаналитикалықтоптыңтоптықреагентінежатады?",
    "answers": [
      "H2S;",
      "жоқ;",
      "HCl;",
      "(NH4)2S;",
      "NaOH:"
    ],
    "answerHtml": [
      "H2S;",
      "жоқ;",
      "HCl;",
      "(NH4)2S;",
      "NaOH:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 139,
    "question": "Иондардыңқайсысын K2Cr2O7 ерітіндісініңәсеріменанықтауғаболады?",
    "questionHtml": "Иондардыңқайсысын K2Cr2O7 ерітіндісініңәсеріменанықтауғаболады?",
    "answers": [
      "Zn2+;",
      "Cr3+:",
      "Al3+;",
      "Mg2+;",
      "Ba2+;"
    ],
    "answerHtml": [
      "Zn2+;",
      "Cr3+:",
      "Al3+;",
      "Mg2+;",
      "Ba2+;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 140,
    "question": "Галогендерқандайэлементтергежатады?",
    "questionHtml": "Галогендерқандайэлементтергежатады?",
    "answers": [
      "Фтор, хлор, йод, бром, астатин:",
      "Фтор, хлор, мыс, титан;",
      "Бром, бор, астатин, йод, родий;",
      "Хлор, хлорамин, молибден;",
      "Йод, иттрий, иридий, платина;"
    ],
    "answerHtml": [
      "Фтор, хлор, йод, бром, астатин:",
      "Фтор, хлор, мыс, титан;",
      "Бром, бор, астатин, йод, родий;",
      "Хлор, хлорамин, молибден;",
      "Йод, иттрий, иридий, платина;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 141,
    "question": "Темір (III), темір (II), марганец (II) және магний гидроксидтерініңортаққасиеттері бар:",
    "questionHtml": "Темір (III), темір (II), марганец (II) және магний гидроксидтерініңортаққасиеттері бар:",
    "answers": [
      "сілті мен аммиак ерітіндісініңартықмөлшеріндеерімейді, қышқылдардаериді:",
      "қышқылдардаерімейді;",
      "артықсілтідеериді;",
      "суда ериді;"
    ],
    "answerHtml": [
      "сілті мен аммиак ерітіндісініңартықмөлшеріндеерімейді, қышқылдардаериді:",
      "қышқылдардаерімейді;",
      "артықсілтідеериді;",
      "суда ериді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 142,
    "question": "Алюминий, хром(III) жәнемырышгидроксидтерініңортаққасиеттері бар:",
    "questionHtml": "Алюминий, хром(III) жәнемырышгидроксидтерініңортаққасиеттері бар:",
    "answers": [
      "қышқылдардаерімейді;",
      "сілтілер мен қышқылдардаериді:",
      "суда ериді;",
      "сілтіерітіндісіндеерімейді;"
    ],
    "answerHtml": [
      "қышқылдардаерімейді;",
      "сілтілер мен қышқылдардаериді:",
      "суда ериді;",
      "сілтіерітіндісіндеерімейді;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 143,
    "question": "Қышқылдық-негіздік классификация бойыншатөртіншіаналитикалық топ катиондарынқандайреагенттерменбөлугеболады?",
    "questionHtml": "Қышқылдық-негіздік классификация бойыншатөртіншіаналитикалық топ катиондарынқандайреагенттерменбөлугеболады?",
    "answers": [
      "тұзқышқылыныңерітіндісі;",
      "күкіртқышқылыерітіндісі;",
      "сутегіасқынтотығы бар сілтіерітіндісі:",
      "аммиак ерітіндісі;"
    ],
    "answerHtml": [
      "тұзқышқылыныңерітіндісі;",
      "күкіртқышқылыерітіндісі;",
      "сутегіасқынтотығы бар сілтіерітіндісі:",
      "аммиак ерітіндісі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 144,
    "question": "Төмендегіреактивтердіңқайсысынбесінші топ катиондарынбөлугеболады?",
    "questionHtml": "Төмендегіреактивтердіңқайсысынбесінші топ катиондарынбөлугеболады?",
    "answers": [
      "2 М күкіртқышқылыерітіндісі;",
      "2 М тұзқышқылыерітіндісі;",
      "2 М тұзқышқылыерітіндісі;",
      "2 М аммиак ерітіндісі:"
    ],
    "answerHtml": [
      "2 М күкіртқышқылыерітіндісі;",
      "2 М тұзқышқылыерітіндісі;",
      "2 М тұзқышқылыерітіндісі;",
      "2 М аммиак ерітіндісі:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 145,
    "question": "Кобальт (II), никель (II), мыс (II), кадмий жәнесынап (II) гидроксидтерініңжалпықасиеттеріқандай?",
    "questionHtml": "Кобальт (II), никель (II), мыс (II), кадмий жәнесынап (II) гидроксидтерініңжалпықасиеттеріқандай?",
    "answers": [
      "артықсілтідеериді;",
      "концентрлі аммиак ерітіндісіндеерімейді;",
      "суда ериді;",
      "концентрлі аммиак ерітіндісінде комплекс түзеотырыпериді:"
    ],
    "answerHtml": [
      "артықсілтідеериді;",
      "концентрлі аммиак ерітіндісіндеерімейді;",
      "суда ериді;",
      "концентрлі аммиак ерітіндісінде комплекс түзеотырыпериді:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 146,
    "question": "Алтыншыаналитикалық топ катиондарынбөлуүшінаталғанреактивтердіңқайсысықолданылады?",
    "questionHtml": "Алтыншыаналитикалық топ катиондарынбөлуүшінаталғанреактивтердіңқайсысықолданылады?",
    "answers": [
      "2 М тұзқышқылыерітіндісі;",
      "2 М күкіртқышқылыерітіндісі;",
      "2 М азот қышқылыерітіндісі;",
      "концентрлі аммиак ерітіндісі:"
    ],
    "answerHtml": [
      "2 М тұзқышқылыерітіндісі;",
      "2 М күкіртқышқылыерітіндісі;",
      "2 М азот қышқылыерітіндісі;",
      "концентрлі аммиак ерітіндісі:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 147,
    "question": "Диметилглиоксим (диметилдиоксим, Чугаев реактиві) катиондардыанықтаудақолданылады?",
    "questionHtml": "Диметилглиоксим (диметилдиоксим, Чугаев реактиві) катиондардыанықтаудақолданылады?",
    "answers": [
      "барий;",
      "никель(II):",
      "хром(III);",
      "висмут(III);"
    ],
    "answerHtml": [
      "барий;",
      "никель(II):",
      "хром(III);",
      "висмут(III);"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 148,
    "question": "Калий гексацианоферраты(II) катиондардыанықтауүшінқолданылады?",
    "questionHtml": "Калий гексацианоферраты(II) катиондардыанықтауүшінқолданылады?",
    "answers": [
      "литий;",
      "мырыш; мыс(II):",
      "магний;",
      "никель;"
    ],
    "answerHtml": [
      "литий;",
      "мырыш; мыс(II):",
      "магний;",
      "никель;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 149,
    "question": "Сульфид иондары бар кадмий катиондарытұнбатүзеді?",
    "questionHtml": "Сульфид иондары бар кадмий катиондарытұнбатүзеді?",
    "answers": [
      "ақ;",
      "сары:",
      "қара;",
      "жасыл;"
    ],
    "answerHtml": [
      "ақ;",
      "сары:",
      "қара;",
      "жасыл;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 150,
    "question": "Дитизонкатиондардыанықтауүшінқолданылады?",
    "questionHtml": "Дитизонкатиондардыанықтауүшінқолданылады?",
    "answers": [
      "мырыш:",
      "натрий;",
      "барий;",
      "аммоний;"
    ],
    "answerHtml": [
      "мырыш:",
      "натрий;",
      "барий;",
      "аммоний;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 151,
    "question": "Натрий висмутатыкатиондардысапалыанықтауүшінқолданылады?",
    "questionHtml": "Натрий висмутатыкатиондардысапалыанықтауүшінқолданылады?",
    "answers": [
      "литий;",
      "марганец(II):",
      "мырыш;",
      "барий;"
    ],
    "answerHtml": [
      "литий;",
      "марганец(II):",
      "мырыш;",
      "барий;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 152,
    "question": "Аммоний персульфаты катиондардысапалыанықтауүшінқолданылады?",
    "questionHtml": "Аммоний персульфаты катиондардысапалыанықтауүшінқолданылады?",
    "answers": [
      "литий;",
      "марганец(II), хром(III):",
      "мырыш;",
      "барий;"
    ],
    "answerHtml": [
      "литий;",
      "марганец(II), хром(III):",
      "мырыш;",
      "барий;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 153,
    "question": "Аммоний тиоцианатыкатиондардыанықтауүшінқолданылады?",
    "questionHtml": "Аммоний тиоцианатыкатиондардыанықтауүшінқолданылады?",
    "answers": [
      "литий;",
      "марганец(II);",
      "темір(III), кобальт(II):",
      "барий;"
    ],
    "answerHtml": [
      "литий;",
      "марганец(II);",
      "темір(III), кобальт(II):",
      "барий;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 154,
    "question": "Аммиак ерітіндісікатиондарғаарналғантоптық реактив болыптабылады?",
    "questionHtml": "Аммиак ерітіндісікатиондарғаарналғантоптық реактив болыптабылады?",
    "answers": [
      "барий, стронций, литий;",
      "күміс, сынап(I), қорғасын;",
      "мыс(II), кадмий, никель, сынап(II), кобальт(II):",
      "кадмий, барий, қорғасын, стронций;"
    ],
    "answerHtml": [
      "барий, стронций, литий;",
      "күміс, сынап(I), қорғасын;",
      "мыс(II), кадмий, никель, сынап(II), кобальт(II):",
      "кадмий, барий, қорғасын, стронций;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 155,
    "question": "Гидроксидтердіңтұнбаларыамфотерлікқасиеткөрсетеді?",
    "questionHtml": "Гидроксидтердіңтұнбаларыамфотерлікқасиеткөрсетеді?",
    "answers": [
      "тұзқышқылы, күкіртқышқылы;",
      "диметилглиоксим;",
      "калий хроматы;",
      "мырыш, хром(III):"
    ],
    "answerHtml": [
      "тұзқышқылы, күкіртқышқылы;",
      "диметилглиоксим;",
      "калий хроматы;",
      "мырыш, хром(III):"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 156,
    "question": "Тиомочевина катиондардыанықтауүшінқолданылады?",
    "questionHtml": "Тиомочевина катиондардыанықтауүшінқолданылады?",
    "answers": [
      "магний;",
      "барий;",
      "висмут:",
      "мырыш;"
    ],
    "answerHtml": [
      "магний;",
      "барий;",
      "висмут:",
      "мырыш;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 157,
    "question": "8-гидроксихинолин катиондардыанықтауүшінқолданылады?",
    "questionHtml": "8-гидроксихинолин катиондардыанықтауүшінқолданылады?",
    "answers": [
      "барий және кальций;",
      "калий және аммоний;",
      "никель(II) жәнетемір(III);",
      "магний жәневисмут(III):"
    ],
    "answerHtml": [
      "барий және кальций;",
      "калий және аммоний;",
      "никель(II) жәнетемір(III);",
      "магний жәневисмут(III):"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 158,
    "question": "Сынап (II) иондарыпластинадаметалдықсынапқадейінтотықсызданады:",
    "questionHtml": "Сынап (II) иондарыпластинадаметалдықсынапқадейінтотықсызданады:",
    "answers": [
      "күміс;",
      "алтын;",
      "никель;",
      "мыс:"
    ],
    "answerHtml": [
      "күміс;",
      "алтын;",
      "никель;",
      "мыс:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 159,
    "question": "Кадмий катиондарының натрий гидроксидіменаналитикалықреакциясыныңөнімі:",
    "questionHtml": "Кадмий катиондарының натрий гидроксидіменаналитикалықреакциясыныңөнімі:",
    "answers": [
      "сарытүстітұнба;",
      "ақтұнба:",
      "жасылтүстітұнба;",
      "көктұнба;"
    ],
    "answerHtml": [
      "сарытүстітұнба;",
      "ақтұнба:",
      "жасылтүстітұнба;",
      "көктұнба;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 160,
    "question": "Алтыншыаналитикалықтоптағыкатиондардыңгидроксидтері (қышқылды-негіздік классификация) артықериді?",
    "questionHtml": "Алтыншыаналитикалықтоптағыкатиондардыңгидроксидтері (қышқылды-негіздік классификация) артықериді?",
    "answers": [
      "натрий гидроксиді;",
      "натрий хлориді;",
      "аммиак:",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "натрий гидроксиді;",
      "натрий хлориді;",
      "аммиак:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 161,
    "question": "Магний катиондарынсапалыанықтауүшінмыналарқолданылады:",
    "questionHtml": "Магний катиондарынсапалыанықтауүшінмыналарқолданылады:",
    "answers": [
      "Несслерреактиві;",
      "дитизон;",
      "сутегіасқынтотығы:",
      "натрий сутегі фосфаты;"
    ],
    "answerHtml": [
      "Несслерреактиві;",
      "дитизон;",
      "сутегіасқынтотығы:",
      "натрий сутегі фосфаты;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 162,
    "question": "Калий йодидті висмут(III) формалары:",
    "questionHtml": "Калий йодидті висмут(III) формалары:",
    "answers": [
      "комплексішілікқосылыс;",
      "күлгінтүсі бар қосылыс;",
      "тұнба:",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "комплексішілікқосылыс;",
      "күлгінтүсі бар қосылыс;",
      "тұнба:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 163,
    "question": "Марганец (II) катиондарынтотықтыруүшінқолданылады:",
    "questionHtml": "Марганец (II) катиондарынтотықтыруүшінқолданылады:",
    "answers": [
      "натрий висмутаты:",
      "йод ерітіндісі;",
      "хлорлы су;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "натрий висмутаты:",
      "йод ерітіндісі;",
      "хлорлы су;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 164,
    "question": "«Пруссия көк» тұнбатемір (III) катиондарыныңәрекеттесуінентүзіледі?",
    "questionHtml": "«Пруссия көк» тұнбатемір (III) катиондарыныңәрекеттесуінентүзіледі?",
    "answers": [
      "калий гексацианоферратымен(II):",
      "калий гексацианоферратымен(III);",
      "калий тиоцианатымен;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "калий гексацианоферратымен(II):",
      "калий гексацианоферратымен(III);",
      "калий тиоцианатымен;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 165,
    "question": "р Н=2 кезіндетемір(III) катиондары бар сульфосалицилқышқылы (SA) Fe: SAқатынасыболатын комплекс түзеді:",
    "questionHtml": "р Н=2 кезіндетемір(III) катиондары бар сульфосалицилқышқылы (SA) Fe: SAқатынасыболатын комплекс түзеді:",
    "answers": [
      "1:1.",
      "2;",
      "1:2;",
      "1:4;"
    ],
    "answerHtml": [
      "1:1.",
      "2;",
      "1:2;",
      "1:4;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 166,
    "question": "Натрий гидроксиді бар бесіншіаналитикалық топ катиондары (Mg 2+,Bi 3+, Mn 2+, Fe 2+, Fe 3+ ) еритінтұнбалартүзеді:",
    "questionHtml": "Натрий гидроксиді бар бесіншіаналитикалық топ катиондары (Mg 2+,Bi 3+, Mn 2+, Fe 2+, Fe 3+ ) еритінтұнбалартүзеді:",
    "answers": [
      "ерітінділерде;",
      "сілтіерітінділерінде;",
      "натрий хлоридініңерітіндісінде;",
      "Минералдықышқылдарда;"
    ],
    "answerHtml": [
      "ерітінділерде;",
      "сілтіерітінділерінде;",
      "натрий хлоридініңерітіндісінде;",
      "Минералдықышқылдарда;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 167,
    "question": "Катиондардыанықтауүшінтотығу-тотықсыздануреакцияларықолданылады?",
    "questionHtml": "Катиондардыанықтауүшінтотығу-тотықсыздануреакцияларықолданылады?",
    "answers": [
      "магний;",
      "кадмий;",
      "марганец(II);",
      "барий."
    ],
    "answerHtml": [
      "магний;",
      "кадмий;",
      "марганец(II);",
      "барий."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 168,
    "question": "Мынакатиондардыңсульфидтерісұйылтылғанминералдықышқылдарда (H2SO4, HCl) ерімейді:",
    "questionHtml": "Мынакатиондардыңсульфидтерісұйылтылғанминералдықышқылдарда (H2SO4, HCl) ерімейді:",
    "answers": [
      "марганец(II);",
      "темір(II);",
      "темір(II);",
      "висмут(III):"
    ],
    "answerHtml": [
      "марганец(II);",
      "темір(II);",
      "темір(II);",
      "висмут(III):"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 169,
    "question": "Түссіз аммиак комплекстерікатиондартүзеді?",
    "questionHtml": "Түссіз аммиак комплекстерікатиондартүзеді?",
    "answers": [
      "мыс(II);",
      "кобальт(II);",
      "кадмий(II):",
      "никель(II);"
    ],
    "answerHtml": [
      "мыс(II);",
      "кобальт(II);",
      "кадмий(II):",
      "никель(II);"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 170,
    "question": "Магнезия қоспасынанықтауүшінқолданады:",
    "questionHtml": "Магнезия қоспасынанықтауүшінқолданады:",
    "answers": [
      "сульфат иондары;",
      "аммоний катиондары;",
      "натрий хлоридініңерітіндісінде;",
      "гидрофосфатиондары:"
    ],
    "answerHtml": [
      "сульфат иондары;",
      "аммоний катиондары;",
      "натрий хлоридініңерітіндісінде;",
      "гидрофосфатиондары:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 171,
    "question": "Никельдідиметилглиоксимменанықтаудағықосылыстыңтүсі?",
    "questionHtml": "Никельдідиметилглиоксимменанықтаудағықосылыстыңтүсі?",
    "answers": [
      "сары;",
      "көк;",
      "ашыққызыл:",
      "ақ;",
      "жала жабу;"
    ],
    "answerHtml": [
      "сары;",
      "көк;",
      "ашыққызыл:",
      "ақ;",
      "жала жабу;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 172,
    "question": "Диметилглиоксиммен (Чугаев реактиві) анықталған катион:",
    "questionHtml": "Диметилглиоксиммен (Чугаев реактиві) анықталған катион:",
    "answers": [
      "NiC:",
      "Ca;",
      "Mg;",
      "К;",
      "Na;"
    ],
    "answerHtml": [
      "NiC:",
      "Ca;",
      "Mg;",
      "К;",
      "Na;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 173,
    "question": "Төмендегікатиондардыңқайсысы IV-шіаналитикалықтопқажатады?",
    "questionHtml": "Төмендегікатиондардыңқайсысы IV-шіаналитикалықтопқажатады?",
    "answers": [
      "Mg2+;",
      "Fe3+;",
      "Fe2+;",
      "Ba2+;",
      "Zn2+:"
    ],
    "answerHtml": [
      "Mg2+;",
      "Fe3+;",
      "Fe2+;",
      "Ba2+;",
      "Zn2+:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 174,
    "question": "Алтыншытопкатиондарынатаңыз?",
    "questionHtml": "Алтыншытопкатиондарынатаңыз?",
    "answers": [
      "Ca, Sr, Ba;",
      "Na, K, NH4;",
      "Co, Ni, Cu, Cd, Hg:",
      "Zn, Al, Cr, Sn, As;",
      "Mg, Mn, Fe, Bi, Sb;"
    ],
    "answerHtml": [
      "Ca, Sr, Ba;",
      "Na, K, NH4;",
      "Co, Ni, Cu, Cd, Hg:",
      "Zn, Al, Cr, Sn, As;",
      "Mg, Mn, Fe, Bi, Sb;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 175,
    "question": "Катиондардыңтөртіншіаналитикалықтобыныңтоптықреактиві?",
    "questionHtml": "Катиондардыңтөртіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4;",
      "HCl;",
      "жоқ;",
      "NaOH:",
      "NH4OH;"
    ],
    "answerHtml": [
      "H2SO4;",
      "HCl;",
      "жоқ;",
      "NaOH:",
      "NH4OH;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 176,
    "question": "Катиондардыңбесіншіаналитикалықтобыныңтоптықреактиві?",
    "questionHtml": "Катиондардыңбесіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4;",
      "HCl;",
      "жоқ;",
      "NaOH;",
      "NH4OH:"
    ],
    "answerHtml": [
      "H2SO4;",
      "HCl;",
      "жоқ;",
      "NaOH;",
      "NH4OH:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 177,
    "question": "Төмендегіиондардыңқайсысыамфотерлікқасиеттеріменсипатталады?",
    "questionHtml": "Төмендегіиондардыңқайсысыамфотерлікқасиеттеріменсипатталады?",
    "answers": [
      "Ba2+;",
      "Li+;",
      "Cr3+:",
      "Mg2+;",
      "NH4+;"
    ],
    "answerHtml": [
      "Ba2+;",
      "Li+;",
      "Cr3+:",
      "Mg2+;",
      "NH4+;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 178,
    "question": "Алюминийдіализаринменанықтаудағықосылыстардыңтүсі?",
    "questionHtml": "Алюминийдіализаринменанықтаудағықосылыстардыңтүсі?",
    "answers": [
      "Көк;",
      "ашыққызыл:",
      "сары;",
      "қоңыр;",
      "ақ;"
    ],
    "answerHtml": [
      "Көк;",
      "ашыққызыл:",
      "сары;",
      "қоңыр;",
      "ақ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 179,
    "question": "K3[Fe(CN)6] комплекстіқосылыстағыкомплекстүзуші (Fex+) зарядықандай?",
    "questionHtml": "K3[Fe(CN)6] комплекстіқосылыстағыкомплекстүзуші (Fex+) зарядықандай?",
    "answers": [
      "+3:",
      "+2;",
      "0;",
      "+6;",
      "+4;"
    ],
    "answerHtml": [
      "+3:",
      "+2;",
      "0;",
      "+6;",
      "+4;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 180,
    "question": "Келесікатиондардың V-шіаналитикалықтобынажатады:",
    "questionHtml": "Келесікатиондардың V-шіаналитикалықтобынажатады:",
    "answers": [
      "Co2+;",
      "Mn2+:",
      "As3+;",
      "Ag+;",
      "K+;"
    ],
    "answerHtml": [
      "Co2+;",
      "Mn2+:",
      "As3+;",
      "Ag+;",
      "K+;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 181,
    "question": "Төмендегіреактивтердіңқайсысытоптықреактивкежатады IV аналитикалық топ:",
    "questionHtml": "Төмендегіреактивтердіңқайсысытоптықреактивкежатады IVаналитикалықтоп:",
    "answers": [
      "KOH(мыс.):",
      "(NH4)2CO3;",
      "HNO3;",
      "HCl;",
      "H2S;"
    ],
    "answerHtml": [
      "KOH(мыс.):",
      "(NH4)2CO3;",
      "HNO3;",
      "HCl;",
      "H2S;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 182,
    "question": "Барий және күміс тұздарының ерігіштігі бойынша аниондар неше аналитикалық топқа бөлінеді?",
    "questionHtml": "Барий және күміс тұздарының ерігіштігі бойынша аниондар неше аналитикалық топқа бөлінеді?",
    "answers": [
      "2 топ;",
      "3 топ:",
      "5 топ;",
      "4 топ"
    ],
    "answerHtml": [
      "2 топ;",
      "3 топ:",
      "5 топ;",
      "4 топ"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 183,
    "question": "Аниондартотығу-тотықсыздануқасиетінеқарайнешеаналитикалықтопқабөлінеді?",
    "questionHtml": "Аниондартотығу-тотықсыздануқасиетінеқарайнешеаналитикалықтопқабөлінеді?",
    "answers": [
      "2 топ;",
      "3 топ;",
      "5 топ;",
      "4 топ:"
    ],
    "answerHtml": [
      "2 топ;",
      "3 топ;",
      "5 топ;",
      "4 топ:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 184,
    "question": "Тиосульфат ионының, арсенит ионының, оксалат ионыныңжалпықасиеттеріқандай?",
    "questionHtml": "Тиосульфат ионының, арсенит ионының, оксалат ионыныңжалпықасиеттеріқандай?",
    "answers": [
      "тотықсыздандырғыштар:",
      "тотықтырғыштарболыптабылады;",
      "тотықтырғышжәнетотықсыздандырғышқасиеткеие;",
      "немқұрайлы;"
    ],
    "answerHtml": [
      "тотықсыздандырғыштар:",
      "тотықтырғыштарболыптабылады;",
      "тотықтырғышжәнетотықсыздандырғышқасиеткеие;",
      "немқұрайлы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 185,
    "question": "Біріншіаналитикалықтоптыңаниондарынанықтауүшінкелесіреагенттерқолданылады:",
    "questionHtml": "Біріншіаналитикалықтоптыңаниондарынанықтауүшінкелесіреагенттерқолданылады:",
    "answers": [
      "натрий хлоридініңерітіндісі;",
      "барий хлоридініңбейтарапортадағыерітіндісі:",
      "барий хлоридініңқышқылортадағыерітіндісі;",
      "қышқылортадағыкүміснитратыныңерітіндісі;"
    ],
    "answerHtml": [
      "натрий хлоридініңерітіндісі;",
      "барий хлоридініңбейтарапортадағыерітіндісі:",
      "барий хлоридініңқышқылортадағыерітіндісі;",
      "қышқылортадағыкүміснитратыныңерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 186,
    "question": "Екіншіаналитикалықтоптағыаниондарды (хлорид, бромид, йодид, сульфид, бромат, йодат) анықтауүшінреагенттерқолданылады:",
    "questionHtml": "Екіншіаналитикалықтоптағыаниондарды (хлорид, бромид, йодид, сульфид, бромат, йодат) анықтауүшінреагенттерқолданылады:",
    "answers": [
      "барий хлоридініңқышқылортадағыерітіндісі;",
      "барий хлоридініңбейтарапортадағыерітіндісі;",
      "күміснитратыныңсілтіліортадағыерітіндісі;",
      "күміснитратыныңқышқылортадағыерітіндісі:"
    ],
    "answerHtml": [
      "барий хлоридініңқышқылортадағыерітіндісі;",
      "барий хлоридініңбейтарапортадағыерітіндісі;",
      "күміснитратыныңсілтіліортадағыерітіндісі;",
      "күміснитратыныңқышқылортадағыерітіндісі:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 187,
    "question": "Тотықтырғышаниондардыанықтауүшінреагенттерқолданылады?",
    "questionHtml": "Тотықтырғышаниондардыанықтауүшінреагенттерқолданылады?",
    "answers": [
      "қышқылортадағы калий перманганатыныңерітіндісі;",
      "калий бихроматыныңерітіндісі;",
      "калий йодидініңбейтарапортадағыерітіндісі:",
      "азот қышқылыныңерітіндісі;"
    ],
    "answerHtml": [
      "қышқылортадағы калий перманганатыныңерітіндісі;",
      "калий бихроматыныңерітіндісі;",
      "калий йодидініңбейтарапортадағыерітіндісі:",
      "азот қышқылыныңерітіндісі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 188,
    "question": "Тотықсыздандырғышаниондардыанықтауүшінқолданылатынреагенттер?",
    "questionHtml": "Тотықсыздандырғышаниондардыанықтауүшінқолданылатынреагенттер?",
    "answers": [
      "калий сульфатыныңерітіндісі;",
      "қышқылортадағы калий перманганатыныңерітіндісі; бейтарапортадағы йод ерітіндісі:",
      "азот қышқылыерітіндісі;",
      "калий йодидініңерітіндісі;"
    ],
    "answerHtml": [
      "калий сульфатыныңерітіндісі;",
      "қышқылортадағы калий перманганатыныңерітіндісі; бейтарапортадағы йод ерітіндісі:",
      "азот қышқылыерітіндісі;",
      "калий йодидініңерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 189,
    "question": "Фосфат иондарынанықтауүшінмыналарқолданылады:",
    "questionHtml": "Фосфат иондарынанықтауүшінмыналарқолданылады:",
    "answers": [
      "Несслерреактиві;",
      "натрий хлориді;",
      "аммоний молибдаты:",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "Несслерреактиві;",
      "натрий хлориді;",
      "аммоний молибдаты:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 190,
    "question": "Барий сульфитіериді:",
    "questionHtml": "Барий сульфитіериді:",
    "answers": [
      "сұйылтылғанкүкіртқышқылында;",
      "күкіртоксиді (IV) бөлінетінсұйылтылғантұзқышқылында:",
      "сұйытылған тұз қышқылы;",
      "концентрлі тұз қышқылы;"
    ],
    "answerHtml": [
      "сұйылтылғанкүкіртқышқылында;",
      "күкіртоксиді (IV) бөлінетінсұйылтылғантұзқышқылында:",
      "сұйытылған тұз қышқылы;",
      "концентрлі тұз қышқылы;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 191,
    "question": "Сульфиттердің ыдырауы кезінде бөлінетін күкірт оксиді (IV) болып табылады:",
    "questionHtml": "Сульфиттердің ыдырауы кезінде бөлінетін күкірт оксиді (IV) болып табылады:",
    "answers": [
      "К. Фишер әдісі бойынша;",
      "йодтың сулы ерітіндісінің түссізденуі арқылы:",
      "йодидті-крахмалды қағазды қолдану;",
      "дұрыс жауап жоқ;"
    ],
    "answerHtml": [
      "К. Фишер әдісі бойынша;",
      "йодтың сулы ерітіндісінің түссізденуі арқылы:",
      "йодидті-крахмалды қағазды қолдану;",
      "дұрыс жауап жоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 192,
    "question": "Карбонат иондары анықталған кезде келесі кай реакциялар жүргізіледі:",
    "questionHtml": "Карбонат иондары анықталған кезде келесі кай реакциялар жүргізіледі:",
    "answers": [
      "барий хлоридінің ерітіндісімен, қышқылдармен:",
      "қышқылдармен;",
      "йод ерітіндісімен;",
      "дұрыс жауап жоқ;"
    ],
    "answerHtml": [
      "барий хлоридінің ерітіндісімен, қышқылдармен:",
      "қышқылдармен;",
      "йод ерітіндісімен;",
      "дұрыс жауап жоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 193,
    "question": "Аниондарға арналған топтық реактивті пайдаланып, дәлелдеңіз:",
    "questionHtml": "Аниондарға арналған топтық реактивті пайдаланып, дәлелдеңіз:",
    "answers": [
      "қоспада сол немесе басқа аналитикалық топ аниондарының болмауы, қоспада белгілі бір топ аниондарының болуы:",
      "белгілібіртоптыңаниондарыныңқоспасындаболуы;",
      "аниондарқоспасындабелгілібіранионныңболуы;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "қоспада сол немесе басқа аналитикалық топ аниондарының болмауы, қоспада белгілі бір топ аниондарының болуы:",
      "белгілібіртоптыңаниондарыныңқоспасындаболуы;",
      "аниондарқоспасындабелгілібіранионныңболуы;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 194,
    "question": "Бромид иондарынанықтауүшінқайссықолданылады:",
    "questionHtml": "Бромид иондарынанықтауүшінқайссықолданылады:",
    "answers": [
      "калий перманганаты:",
      "формальдегид;",
      "калий йодиді;",
      "йод;"
    ],
    "answerHtml": [
      "калий перманганаты:",
      "формальдегид;",
      "калий йодиді;",
      "йод;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 195,
    "question": "Күмісйодидініңбояуы:",
    "questionHtml": "Күмісйодидініңбояуы:",
    "answers": [
      "ақ;",
      "ашықсары:",
      "қызыл;",
      "көк;"
    ],
    "answerHtml": [
      "ақ;",
      "ашықсары:",
      "қызыл;",
      "көк;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 196,
    "question": "Қышқылортада йодид иондарытотығады?",
    "questionHtml": "Қышқылортада йодид иондарытотығады?",
    "answers": [
      "калий перманганаты, - натрий нитриті, темір (III) хлоридінде:",
      "натрий нитриті;",
      "темір(III) хлориді;",
      "калий йодиді;"
    ],
    "answerHtml": [
      "калий перманганаты, - натрий нитриті, темір (III) хлоридінде:",
      "натрий нитриті;",
      "темір(III) хлориді;",
      "калий йодиді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 197,
    "question": "Ерітіндіде бромид пен йодид иондарыныңбіріккенқатысуымен оны алдыменхлорлысумен не тотықтырады?",
    "questionHtml": "Ерітіндіде бромид пен йодид иондарыныңбіріккенқатысуымен оны алдыменхлорлысумен не тотықтырады?",
    "answers": [
      "бромид-ион;",
      "иодты ион:",
      "йодид пен бромид иондарынбірмезгілдетотықтырады;",
      "темір (III) хлориді;"
    ],
    "answerHtml": [
      "бромид-ион;",
      "иодты ион:",
      "йодид пен бромид иондарынбірмезгілдетотықтырады;",
      "темір (III) хлориді;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 198,
    "question": "Анықтауүшінқайтемір(III) тиоцианаткешенініңтүзілуреакциясықолданылады:",
    "questionHtml": "Анықтауүшінқайтемір(III) тиоцианаткешенініңтүзілуреакциясықолданылады:",
    "answers": [
      "тиосульфат иондары;",
      "тиоцианаттыиондар:",
      "сульфат иондары;",
      "бромид-ион;"
    ],
    "answerHtml": [
      "тиосульфат иондары;",
      "тиоцианаттыиондар:",
      "сульфат иондары;",
      "бромид-ион;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 199,
    "question": "Сульфид иондарынанықтаукезіндеқолданылады:",
    "questionHtml": "Сульфид иондарынанықтаукезіндеқолданылады:",
    "answers": [
      "қорғасын ацетаты:",
      "формальдегид;",
      "Несслерреактиві;",
      "нитрит иондары;"
    ],
    "answerHtml": [
      "қорғасын ацетаты:",
      "формальдегид;",
      "Несслерреактиві;",
      "нитрит иондары;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 200,
    "question": "Аниондардыңүшіншіаналитикалықтобынақайсысыжатады:",
    "questionHtml": "Аниондардыңүшіншіаналитикалықтобынақайсысыжатады:",
    "answers": [
      "сульфатты -, карбонатты -, ацетатты - иондар;",
      "ацетат, нитрит, нитрат иондары:",
      "хлорид, бромид, нитрит иондары;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "сульфатты -, карбонатты -, ацетатты - иондар;",
      "ацетат, нитрит, нитрат иондары:",
      "хлорид, бромид, нитрит иондары;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 201,
    "question": "Тотығу-тотықсыздану-амфотерліканиондарғажатады:",
    "questionHtml": "Тотығу-тотықсыздану-амфотерліканиондарғажатады:",
    "answers": [
      "ацетат иондары;",
      "нитрит иондары:",
      "нитрат иондары;",
      "хлорид-, бромид-, нитрит иондары;"
    ],
    "answerHtml": [
      "ацетат иондары;",
      "нитрит иондары:",
      "нитрат иондары;",
      "хлорид-, бромид-, нитрит иондары;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 202,
    "question": "Ацетат иондарыаналитикалықреакцияменсипатталады:",
    "questionHtml": "Ацетат иондарыаналитикалықреакцияменсипатталады:",
    "answers": [
      "алюминий тұздарымен;",
      "темір(III) тұздарымен:",
      "кальций тұздарымен;",
      "хлоридтермен."
    ],
    "answerHtml": [
      "алюминий тұздарымен;",
      "темір(III) тұздарымен:",
      "кальций тұздарымен;",
      "хлоридтермен."
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 203,
    "question": "Қышқылдыерітінділердебіргеболуымүмкін бе?",
    "questionHtml": "Қышқылдыерітінділердебіргеболуымүмкін бе?",
    "answers": [
      "йодид және арсенат иондары;",
      "йодид және нитрит иондары;",
      "хлорид пен ацетат иондары:",
      "арсенат және сульфит иондары;"
    ],
    "answerHtml": [
      "йодид және арсенат иондары;",
      "йодид және нитрит иондары;",
      "хлорид пен ацетат иондары:",
      "арсенат және сульфит иондары;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 204,
    "question": "Күкіртқышқылдыортадағы калий перманганатыныңерітіндісіқандайболғанжағдайдатүссізболады?",
    "questionHtml": "Күкіртқышқылдыортадағы калий перманганатыныңерітіндісіқандайболғанжағдайдатүссізболады?",
    "answers": [
      "карбонаттыиондар;",
      "оксалат иондары:",
      "арсенат иондары;",
      "нитрат иондары;"
    ],
    "answerHtml": [
      "карбонаттыиондар;",
      "оксалат иондары:",
      "арсенат иондары;",
      "нитрат иондары;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 205,
    "question": "Йодпен реакция ерітіндідеболуынанықтауғамүмкіндікберетін?",
    "questionHtml": "Йодпен реакция ерітіндідеболуынанықтауғамүмкіндікберетін?",
    "answers": [
      "тотықтырғышаниондар;",
      "тотықсыздандыратынаниондар;",
      "карбонаттыиондар:",
      "арсенат иондары;"
    ],
    "answerHtml": [
      "тотықтырғышаниондар;",
      "тотықсыздандыратынаниондар;",
      "карбонаттыиондар:",
      "арсенат иондары;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 206,
    "question": "Күкіртқышқылыменаналитикалықсынауқандайзаттардыанықтауғамүмкіндікбереді?",
    "questionHtml": "Күкіртқышқылыменаналитикалықсынауқандайзаттардыанықтауғамүмкіндікбереді?",
    "answers": [
      "газ тәріздіөнімдердішығару:",
      "құрамындасутегі бар;",
      "құрамында натрий бар;",
      "дұрысжауапжоқ."
    ],
    "answerHtml": [
      "газ тәріздіөнімдердішығару:",
      "құрамындасутегі бар;",
      "құрамында натрий бар;",
      "дұрысжауапжоқ."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 207,
    "question": "Талданатынзаттықышқылдандырукезіндекүкіртсутектіңбөлінуінкөрсетеді:",
    "questionHtml": "Талданатынзаттықышқылдандырукезіндекүкіртсутектіңбөлінуінкөрсетеді:",
    "answers": [
      "сульфиттер;",
      "сульфидтер:",
      "сульфаттар;",
      "қышқылдар;"
    ],
    "answerHtml": [
      "сульфиттер;",
      "сульфидтер:",
      "сульфаттар;",
      "қышқылдар;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 208,
    "question": "Ерітіндініқышқылдандырукезіндежаныптұрғанкүкіртиісі бар газдыңшығуыаналитикалықүлгідеболуымүмкінекенінкөрсетеді?",
    "questionHtml": "Ерітіндініқышқылдандырукезіндежаныптұрғанкүкіртиісі бар газдыңшығуыаналитикалықүлгідеболуымүмкінекенінкөрсетеді?",
    "answers": [
      "сульфаттар;",
      "тиосульфаттар, сульфиттер:",
      "сульфиттер;",
      "сульфидтер;"
    ],
    "answerHtml": [
      "сульфаттар;",
      "тиосульфаттар, сульфиттер:",
      "сульфиттер;",
      "сульфидтер;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 209,
    "question": "Коллекторларпайдаланады:",
    "questionHtml": "Коллекторларпайдаланады:",
    "answers": [
      "сульфидтер, гидроксидтер:",
      "нитраттар;",
      "тиосульфаттар;",
      "пероксидтер;"
    ],
    "answerHtml": [
      "сульфидтер, гидроксидтер:",
      "нитраттар;",
      "тиосульфаттар;",
      "пероксидтер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 210,
    "question": "Кальций оксалатынкүйдірукезіндемыналартүзілуімүмкін бе?",
    "questionHtml": "Кальций оксалатынкүйдірукезіндемыналартүзілуімүмкін бе?",
    "answers": [
      "кальций карбонаты, көміртекоксиді (II), кальций оксиді:",
      "кальций оксиді;",
      "кальций гидрокарбонаты;",
      "көміртекоксиді (II);"
    ],
    "answerHtml": [
      "кальций карбонаты, көміртекоксиді (II), кальций оксиді:",
      "кальций оксиді;",
      "кальций гидрокарбонаты;",
      "көміртекоксиді (II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 211,
    "question": "Төмендегішамалардыңқайсысытаразылардыңдәлдігінесәйкескеледі?",
    "questionHtml": "Төмендегішамалардыңқайсысытаразылардыңдәлдігінесәйкескеледі?",
    "answers": [
      "5,5000:",
      "5.50;",
      "5.5;",
      "5500;",
      "0,5;"
    ],
    "answerHtml": [
      "5,5000:",
      "5.50;",
      "5.5;",
      "5500;",
      "0,5;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 212,
    "question": "Гравиметриялықәдістіқалайжіктейміз?",
    "questionHtml": "Гравиметриялықәдістіқалайжіктейміз?",
    "answers": [
      "Бөлу, титрлеу, экстракциялау;",
      "назараудару, титрлеу, тыныштандыру;",
      "Бөліну, орынауыстыру, жауын-шашын:",
      "преципитация, хроматография, титрлеу;",
      "Бөлу, тұндыру, алу;"
    ],
    "answerHtml": [
      "Бөлу, титрлеу, экстракциялау;",
      "назараудару, титрлеу, тыныштандыру;",
      "Бөліну, орынауыстыру, жауын-шашын:",
      "преципитация, хроматография, титрлеу;",
      "Бөлу, тұндыру, алу;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 213,
    "question": "Концентрлеужәнебөлуәдістерінежатады:",
    "questionHtml": "Концентрлеужәнебөлуәдістерінежатады:",
    "answers": [
      "экстракция, сорбция, біргетұндыру:",
      "нитраттар;",
      "тиосульфаттар;",
      "пероксидтер;"
    ],
    "answerHtml": [
      "экстракция, сорбция, біргетұндыру:",
      "нитраттар;",
      "тиосульфаттар;",
      "пероксидтер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 214,
    "question": "Бөлінудіңжәнеконцентрацияныңсандықсипаттамасыболыптабылады:",
    "questionHtml": "Бөлінудіңжәнеконцентрацияныңсандықсипаттамасыболыптабылады:",
    "answers": [
      "таралукоэффициенті, алынудәрежесі:",
      "түрлендірукоэффициенті;",
      "экстракция дәрежесі;",
      "ерігіштікконстантасы;"
    ],
    "answerHtml": [
      "таралукоэффициенті, алынудәрежесі:",
      "түрлендірукоэффициенті;",
      "экстракция дәрежесі;",
      "ерігіштікконстантасы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 215,
    "question": "Таралуконстантасы – қатынасы:",
    "questionHtml": "Таралуконстантасы – қатынасы:",
    "answers": [
      "органикалықфазадағызаттыңбарлықформаларыныңжалпымолярлықконцентрациясызаттыңсулыфазадағыбарлықформаларыныңжалпымолярлықконцентрациясына;",
      "органикалықфазадағызаттыңбелгілібіртүрінің тепе-теңдікмолярлықконцентрациясы осы форманыңсулыфазадағы тепе-теңмолярлықконцентрациясына:",
      "заттыңжалпымолярлықконцентрациясызаттың тепе-теңдікмолярлықконцентрациясына;",
      "заттыңбелгілібіртүрінің тепе-теңдікмолярлықконцентрациясы осы заттыңжалпымолярлықконцентрациясына;"
    ],
    "answerHtml": [
      "органикалықфазадағызаттыңбарлықформаларыныңжалпымолярлықконцентрациясызаттыңсулыфазадағыбарлықформаларыныңжалпымолярлықконцентрациясына;",
      "органикалықфазадағызаттыңбелгілібіртүрінің тепе-теңдікмолярлықконцентрациясы осы форманыңсулыфазадағы тепе-теңмолярлықконцентрациясына:",
      "заттыңжалпымолярлықконцентрациясызаттың тепе-теңдікмолярлықконцентрациясына;",
      "заттыңбелгілібіртүрінің тепе-теңдікмолярлықконцентрациясы осы заттыңжалпымолярлықконцентрациясына;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 216,
    "question": "Экстракция не үшінқолданылады:",
    "questionHtml": "Экстракция не үшінқолданылады:",
    "answers": [
      "заттардыбөлуүшін, концентрация үшін:",
      "шоғырлануүшін;",
      "тұзқышқылынтитриметриялықанықтауда;",
      "заттардыажырату;"
    ],
    "answerHtml": [
      "заттардыбөлуүшін, концентрация үшін:",
      "шоғырлануүшін;",
      "тұзқышқылынтитриметриялықанықтауда;",
      "заттардыажырату;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 217,
    "question": "Экстракция процесінеәсерететінфакторлар?",
    "questionHtml": "Экстракция процесінеәсерететінфакторлар?",
    "answers": [
      "алынатынзаттыңтабиғаты:",
      "р Н, экстрагенттіңтабиғаты;",
      "экстрагенттіңтабиғаты;",
      "алынатынзаттыңтабиғаты;"
    ],
    "answerHtml": [
      "алынатынзаттыңтабиғаты:",
      "р Н, экстрагенттіңтабиғаты;",
      "экстрагенттіңтабиғаты;",
      "алынатынзаттыңтабиғаты;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 218,
    "question": "Темір (III) гидроксидініңтүзілуреакциясыарқылытемірдігравиметриялықанықтаудагравиметриялықтүріқандайболады?",
    "questionHtml": "Темір (III) гидроксидініңтүзілуреакциясыарқылытемірдігравиметриялықанықтаудагравиметриялықтүріқандайболады?",
    "answers": [
      "темір(III) гидроксиді;",
      "темір(III) оксиді:",
      "темір (II) оксиді;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "темір(III) гидроксиді;",
      "темір(III) оксиді:",
      "темір (II) оксиді;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 219,
    "question": "Гравиметриялық коэффициент – бұл",
    "questionHtml": "Гравиметриялық коэффициент – бұл",
    "answers": [
      "конверсия коэффициенті, анықталатынзаттыңмолярлықмассасыныңгравиметриялықтүрдегімолярлықмассасынақатынасы:",
      "анықталатынзаттыңмолярлықмассасыныңгравиметриялықтүрдегімолярлықмассасынақатынасы;",
      "гравиметриялықтүрдегімолярлықмассасыныңанықталатынзаттыңмолярлықмассасынақатынасы;",
      "Барлықжауаптардұрыс;"
    ],
    "answerHtml": [
      "конверсия коэффициенті, анықталатынзаттыңмолярлықмассасыныңгравиметриялықтүрдегімолярлықмассасынақатынасы:",
      "анықталатынзаттыңмолярлықмассасыныңгравиметриялықтүрдегімолярлықмассасынақатынасы;",
      "гравиметриялықтүрдегімолярлықмассасыныңанықталатынзаттыңмолярлықмассасынақатынасы;",
      "Барлықжауаптардұрыс;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 220,
    "question": "Гравиметрияныңнегізгікезеңдері:",
    "questionHtml": "Гравиметрияныңнегізгікезеңдері:",
    "answers": [
      "сынаманыалужәнееріту, тұндырылғанпішіндіалу:",
      "көрсеткіштідайындаужәнеқосу;",
      "тұндырылғанпішіндіалу;",
      "бойлық диффузия;"
    ],
    "answerHtml": [
      "сынаманыалужәнееріту, тұндырылғанпішіндіалу:",
      "көрсеткіштідайындаужәнеқосу;",
      "тұндырылғанпішіндіалу;",
      "бойлық диффузия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 221,
    "question": "Сандықталдауәдістерінемыналаржатады:",
    "questionHtml": "Сандықталдауәдістерінемыналаржатады:",
    "answers": [
      "Гравиметриялық;",
      "Гравиметриялықжәнетитриметриялық:",
      "Титриметриялық;",
      "барлықжауаптардұрыс;",
      "жауапжоқ;"
    ],
    "answerHtml": [
      "Гравиметриялық;",
      "Гравиметриялықжәнетитриметриялық:",
      "Титриметриялық;",
      "барлықжауаптардұрыс;",
      "жауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 222,
    "question": "Гравиметриялықәдіс... негізделген.",
    "questionHtml": "Гравиметриялықәдіс... негізделген.",
    "answers": [
      "Ерітіндікөлемінөлшеңіз;",
      "Зерттелетінзаттыңкөлемінөлшеу;",
      "зерттелетінзаттыңмассасындәлөлшеу:",
      "массаны, көлемдіанықтау;",
      "Зерттелетінерітіндініңкөлемінөлшеңіз;"
    ],
    "answerHtml": [
      "Ерітіндікөлемінөлшеңіз;",
      "Зерттелетінзаттыңкөлемінөлшеу;",
      "зерттелетінзаттыңмассасындәлөлшеу:",
      "массаны, көлемдіанықтау;",
      "Зерттелетінерітіндініңкөлемінөлшеңіз;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 223,
    "question": "Гравиметриялықталдаунешетопқабөлінеді:",
    "questionHtml": "Гравиметриялықталдаунешетопқабөлінеді:",
    "answers": [
      "6 5-те;",
      "3-те:",
      "2-де;",
      "1-де;"
    ],
    "answerHtml": [
      "6 5-те;",
      "3-те:",
      "2-де;",
      "1-де;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 224,
    "question": "Гравиметриялықталдаудыңтүрлерінатаңыз?",
    "questionHtml": "Гравиметриялықталдаудыңтүрлерінатаңыз?",
    "answers": [
      "бөлу, тұндыру, айдау:",
      "тарату, инъекция;",
      "бөліну, жауын-шашын;",
      "фракциялықайдау, бөлу, тұндыру;",
      "фракциялықайдау, сұйықайдау;"
    ],
    "answerHtml": [
      "бөлу, тұндыру, айдау:",
      "тарату, инъекция;",
      "бөліну, жауын-шашын;",
      "фракциялықайдау, бөлу, тұндыру;",
      "фракциялықайдау, сұйықайдау;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 225,
    "question": "​​Йодометриялық титрлеу әдісі мынаны анықтайды:",
    "questionHtml": "​​Йодометриялық титрлеу әдісі мынаны анықтайды:",
    "answers": [
      "натрий карбонаты;",
      "алтын;",
      "никель;",
      "тотықтырғыштар, тотықсыздандырғыштар:"
    ],
    "answerHtml": [
      "натрий карбонаты;",
      "алтын;",
      "никель;",
      "тотықтырғыштар, тотықсыздандырғыштар:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 226,
    "question": "Титрлеуқателеріқалайболуымүмкін:",
    "questionHtml": "Титрлеуқателеріқалайболуымүмкін:",
    "answers": [
      "кездейсоқ;",
      "жүйелі;",
      "жеке;",
      "ұжымдық;"
    ],
    "answerHtml": [
      "кездейсоқ;",
      "жүйелі;",
      "жеке;",
      "ұжымдық;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 227,
    "question": "Титриметриялықәдіс... негізделген.",
    "questionHtml": "Титриметриялықәдіс... негізделген.",
    "answers": [
      "Анықталатын заттың белгілі мөлшерімен әрекеттесу үшін қолданылатын концентрациясы белгілі заттың массасын дәл өлшеу;",
      "концентрацияныөлшеу;",
      "Салмақтыдәлөлшеу;",
      "көлемдіөлшеу;",
      "Анықталатынзаттыңбелгілімөлшеріменәрекеттесуүшінқолданылатынбелгіліконцентрациядағы реагентерітіндісініңкөлемінөлшеңіз:"
    ],
    "answerHtml": [
      "Анықталатын заттың белгілі мөлшерімен әрекеттесу үшін қолданылатын концентрациясы белгілі заттың массасын дәл өлшеу;",
      "концентрацияныөлшеу;",
      "Салмақтыдәлөлшеу;",
      "көлемдіөлшеу;",
      "Анықталатынзаттыңбелгілімөлшеріменәрекеттесуүшінқолданылатынбелгіліконцентрациядағы реагентерітіндісініңкөлемінөлшеңіз:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 228,
    "question": "Қайталанумүмкіндігібойыншаекіәдістісалыстыруүшінмынаныпайдаланыңыз:",
    "questionHtml": "Қайталанумүмкіндігібойыншаекіәдістісалыстыруүшінмынаныпайдаланыңыз:",
    "answers": [
      "Фишер критерий:",
      "Студенттік критерий;",
      "Фаянс әдісі;",
      "Госсетфункциясы;"
    ],
    "answerHtml": [
      "Фишер критерий:",
      "Студенттік критерий;",
      "Фаянс әдісі;",
      "Госсетфункциясы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 229,
    "question": "Ерітіндідегізаттыңконцентрациясынөрнектеудіңнегізгітәсілдері?",
    "questionHtml": "Ерітіндідегізаттыңконцентрациясынөрнектеудіңнегізгітәсілдері?",
    "answers": [
      "ерітіндідегізатэквивалентініңмолярлықконцентрациясы, ерітіндініңтитрі:",
      "ерітіндітитрі;",
      "стандартты концентрация;",
      "Барлықжауаптардұрыс;"
    ],
    "answerHtml": [
      "ерітіндідегізатэквивалентініңмолярлықконцентрациясы, ерітіндініңтитрі:",
      "ерітіндітитрі;",
      "стандартты концентрация;",
      "Барлықжауаптардұрыс;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 230,
    "question": "Ерітіндініңтитрі:",
    "questionHtml": "Ерітіндініңтитрі:",
    "answers": [
      "1 литр ерітіндідегіерігензаттың грамм саны;",
      "1 мл ерітіндідегіерігензаттың грамм саны:",
      "1 мл ерітіндідегіерігензаттың моль саны;",
      "1 л ерітіндідегіерігензаттың моль саны;"
    ],
    "answerHtml": [
      "1 литр ерітіндідегіерігензаттың грамм саны;",
      "1 мл ерітіндідегіерігензаттың грамм саны:",
      "1 мл ерітіндідегіерігензаттың моль саны;",
      "1 л ерітіндідегіерігензаттың моль саны;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 231,
    "question": "Сұйылтукоэффициенті:",
    "questionHtml": "Сұйылтукоэффициенті:",
    "answers": [
      "массалықконцентрацияныңмолярлықконцентрацияғақатынасы;",
      "колба көлемініңтамшуыркөлемінеқатынасы:",
      "титранткөлемініңталданатынерітіндікөлемінеқатынасы;",
      "Дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "массалықконцентрацияныңмолярлықконцентрацияғақатынасы;",
      "колба көлемініңтамшуыркөлемінеқатынасы:",
      "титранткөлемініңталданатынерітіндікөлемінеқатынасы;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 232,
    "question": "Титрлеудіңнегізгіәдістерінемыналаржатады:",
    "questionHtml": "Титрлеудіңнегізгіәдістерінемыналаржатады:",
    "answers": [
      "тура титрлеу, керітитрлеу:",
      ". қайталанатынтитрлеу;",
      "керітитрлеу;",
      "Фишер титрлеуі;"
    ],
    "answerHtml": [
      "тура титрлеу, керітитрлеу:",
      ". қайталанатынтитрлеу;",
      "керітитрлеу;",
      "Фишер титрлеуі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 233,
    "question": "Орынбасардытитрлеукезіндеқолданылады:",
    "questionHtml": "Орынбасардытитрлеукезіндеқолданылады:",
    "answers": [
      "екітитрант;",
      "анықталатынзатпенәрекеттесетінкөмекші реагент:",
      "титрантпенжәнеталданатынзатпенәрекеттесетін реагент;",
      "Барлықжауаптардұрыс;"
    ],
    "answerHtml": [
      "екітитрант;",
      "анықталатынзатпенәрекеттесетінкөмекші реагент:",
      "титрантпенжәнеталданатынзатпенәрекеттесетін реагент;",
      "Барлықжауаптардұрыс;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 234,
    "question": "Титрлеукезіндеболатыннегізгіреакцияныңтүрінеқарайәдістербөлінеді:",
    "questionHtml": "Титрлеукезіндеболатыннегізгіреакцияныңтүрінеқарайәдістербөлінеді:",
    "answers": [
      "қышқылдық-негіздікәрекеттесуәдістері, тотығу-тотықсыздануәдістері:",
      "тотығу-тотықсыздануәдістері;",
      "тікелейәдістер;",
      "жанамаәдістер;"
    ],
    "answerHtml": [
      "қышқылдық-негіздікәрекеттесуәдістері, тотығу-тотықсыздануәдістері:",
      "тотығу-тотықсыздануәдістері;",
      "тікелейәдістер;",
      "жанамаәдістер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 235,
    "question": "Титриметриялықәдістерқолданылады:",
    "questionHtml": "Титриметриялықәдістерқолданылады:",
    "answers": [
      "кезкелгенхимиялық реакция;",
      "негізгіталаптарғажауапберетінреакциялар:",
      "гравиметриялықанализдегідейреакциялар;",
      "Дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "кезкелгенхимиялық реакция;",
      "негізгіталаптарғажауапберетінреакциялар:",
      "гравиметриялықанализдегідейреакциялар;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 236,
    "question": "Титрлеуқисықтарықалайграфикалықтәуелділіктібейнелейді?",
    "questionHtml": "Титрлеуқисықтарықалайграфикалықтәуелділіктібейнелейді?",
    "answers": [
      "анықталатынзаттыңконцентрациясытитранткөлеміне, анықталатынзаттыңконцентрациясытитрлеудәрежесіне, ерітіндініңоптикалықтығыздығынақосылғантитранткөлеміне:",
      "титрлеудәрежесібойыншаанықталатынзаттыңконцентрациясы;",
      "қосылғантитранткөлеміненерітіндініңоптикалықтығыздығы;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "анықталатынзаттыңконцентрациясытитранткөлеміне, анықталатынзаттыңконцентрациясытитрлеудәрежесіне, ерітіндініңоптикалықтығыздығынақосылғантитранткөлеміне:",
      "титрлеудәрежесібойыншаанықталатынзаттыңконцентрациясы;",
      "қосылғантитранткөлеміненерітіндініңоптикалықтығыздығы;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 237,
    "question": "Титрлеуқалайжүргізіледі?",
    "questionHtml": "Титрлеуқалайжүргізіледі?",
    "answers": [
      "бөлекүлгілерәдісі, тамшуырлауәдісі:",
      "Бугерәдісі;",
      "тамшуырлауәдісі;",
      "өлшегішколбада;"
    ],
    "answerHtml": [
      "бөлекүлгілерәдісі, тамшуырлауәдісі:",
      "Бугерәдісі;",
      "тамшуырлауәдісі;",
      "өлшегішколбада;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 238,
    "question": "Керітитрлеуәдісіненіанықтайды:",
    "questionHtml": "Керітитрлеуәдісіненіанықтайды:",
    "answers": [
      "хлоридтер;",
      "нитраттар;",
      "нитриттер:",
      "карбонаттар;"
    ],
    "answerHtml": [
      "хлоридтер;",
      "нитраттар;",
      "нитриттер:",
      "карбонаттар;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 239,
    "question": "Тамшуырлауарқылытитрлеудіжүргізукезіндесынамақаншареталынады?",
    "questionHtml": "Тамшуырлауарқылытитрлеудіжүргізукезіндесынамақаншареталынады?",
    "answers": [
      "біррет:",
      "екірет;",
      "үшрет;",
      "техникалықмасштабта;"
    ],
    "answerHtml": [
      "біррет:",
      "екірет;",
      "үшрет;",
      "техникалықмасштабта;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 240,
    "question": "Стандарттышешімқалайболуымүмкін:",
    "questionHtml": "Стандарттышешімқалайболуымүмкін:",
    "answers": [
      "біріншілік, фиксальдық, екіншілік:",
      "қайталама;",
      "үшінші;",
      "фиксальдық;"
    ],
    "answerHtml": [
      "біріншілік, фиксальдық, екіншілік:",
      "қайталама;",
      "үшінші;",
      "фиксальдық;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 241,
    "question": "Титранттардыңстандарттыерітінділерінсандықсипаттауүшінсәйкес титр қолданылады, ол:",
    "questionHtml": "Титранттардыңстандарттыерітінділерінсандықсипаттауүшінсәйкес титр қолданылады, ол:",
    "answers": [
      "1 г анықталатынзатқасәйкескеледі;",
      "1 мл титрантпенәрекеттесетінанықталатынзаттыңмассасынкөрсетеді:",
      "ерігензатмөлшерініңерітіндікөлемінеқатынасынатең;",
      "ерігензаттыңмассасыныңерітіндікөлемінеқатынасынатең;"
    ],
    "answerHtml": [
      "1 г анықталатынзатқасәйкескеледі;",
      "1 мл титрантпенәрекеттесетінанықталатынзаттыңмассасынкөрсетеді:",
      "ерігензатмөлшерініңерітіндікөлемінеқатынасынатең;",
      "ерігензаттыңмассасыныңерітіндікөлемінеқатынасынатең;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 242,
    "question": "Эквиваленттік коэффициент депреакцияғақатысатынбөлшектіңқандайбөлігі эквивалент екенінкөрсететінкоэффициенттіайтады?",
    "questionHtml": "Эквиваленттік коэффициент депреакцияғақатысатынбөлшектіңқандайбөлігі эквивалент екенінкөрсететінкоэффициенттіайтады?",
    "answers": [
      "бір протон, бір электрон:",
      "бір нейтрон;",
      "бір электрон;",
      "1 мл титрант;"
    ],
    "answerHtml": [
      "бір протон, бір электрон:",
      "бір нейтрон;",
      "бір электрон;",
      "1 мл титрант;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 243,
    "question": "Титриметриялықәдістердемынадайкөрсеткіштерқолданылады?",
    "questionHtml": "Титриметриялықәдістердемынадайкөрсеткіштерқолданылады?",
    "answers": [
      "қышқыл-негіз, тотықсыздандырғыш:",
      "тотықсыздандырғыш;",
      "калий бромиді;",
      "сіркеқышқылы;"
    ],
    "answerHtml": [
      "қышқыл-негіз, тотықсыздандырғыш:",
      "тотықсыздандырғыш;",
      "калий бромиді;",
      "сіркеқышқылы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 244,
    "question": "Мор әдісіменэквиваленттікнүктеқандайреакцияныңкөмегіменанықталады?",
    "questionHtml": "Мор әдісіменэквиваленттікнүктеқандайреакцияныңкөмегіменанықталады?",
    "answers": [
      "Fe3+ + 3SCN- = Fe(SCN)3;",
      "2Ag+ + CrO42- = Ag2CrO4:",
      "Ag+ + Cl- = AgCl;",
      "Ag+ + Br- = Ag Br E. Ag+ + J- = AgJ;"
    ],
    "answerHtml": [
      "Fe3+ + 3SCN- = Fe(SCN)3;",
      "2Ag+ + CrO42- = Ag2CrO4:",
      "Ag+ + Cl- = AgCl;",
      "Ag+ + Br- = Ag Br E. Ag+ + J- = AgJ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 245,
    "question": "Меркурометрияәдісібойыншатитрант.",
    "questionHtml": "Меркурометрияәдісібойыншатитрант.",
    "answers": [
      "Hg2Cl2;",
      "[HgJ4]2-;",
      "Hg2(NO3)2:",
      "HgJ2;",
      "Hg(NO3)2;"
    ],
    "answerHtml": [
      "Hg2Cl2;",
      "[HgJ4]2-;",
      "Hg2(NO3)2:",
      "HgJ2;",
      "Hg(NO3)2;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 246,
    "question": "Трилон В-ныңметаллиондарыменәрекеттесуінеқандайтеңдеусәйкескеледі?",
    "questionHtml": "Трилон В-ныңметаллиондарыменәрекеттесуінеқандайтеңдеусәйкескеледі?",
    "answers": [
      "Me2+ + H2TR2- = MeH24+ + TR4 –;",
      "Me2+ + TR4- = Мен TR2-;",
      "Me2+ + TR = Мен TR2;",
      "Me2+ + H2TR2- = MeH2 TR +Е. Me2+ + H2TR2- = MeTR2- + 2H+:"
    ],
    "answerHtml": [
      "Me2+ + H2TR2- = MeH24+ + TR4 –;",
      "Me2+ + TR4- = Мен TR2-;",
      "Me2+ + TR = Мен TR2;",
      "Me2+ + H2TR2- = MeH2 TR +Е. Me2+ + H2TR2- = MeTR2- + 2H+:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 247,
    "question": "Электрондардыөткізетінбөлшектер..... депаталады.",
    "questionHtml": "Электрондардыөткізетінбөлшектер..... депаталады.",
    "answers": [
      "қалпынакелтіретінзаттар:",
      "тотықтырғыштар;",
      "тотықсыздандырғыштаржәнетотықтырғыштар;",
      "протондар;",
      "Нейтрондар;"
    ],
    "answerHtml": [
      "қалпынакелтіретінзаттар:",
      "тотықтырғыштар;",
      "тотықсыздандырғыштаржәнетотықтырғыштар;",
      "протондар;",
      "Нейтрондар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 248,
    "question": "Электрондардықосатынбөлшектер... депаталады.",
    "questionHtml": "Электрондардықосатынбөлшектер... депаталады.",
    "answers": [
      "Протондар;",
      "Тотықтырғыштар:",
      "Нейтрондар;",
      "Электрондар;",
      "Тотығу;"
    ],
    "answerHtml": [
      "Протондар;",
      "Тотықтырғыштар:",
      "Нейтрондар;",
      "Электрондар;",
      "Тотығу;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 249,
    "question": "Потенциалдышаманыңконцентрацияғатәуелділігінғалымқайжылыашты?",
    "questionHtml": "Потенциалдышаманыңконцентрацияғатәуелділігінғалымқайжылыашты?",
    "answers": [
      "1888 жылы Нернст;",
      "1889 жылы Нернст:",
      "Фарадей 1887 ж;",
      "Фарадей 1886 ж;",
      "1885 жылы Колбе;"
    ],
    "answerHtml": [
      "1888 жылы Нернст;",
      "1889 жылы Нернст:",
      "Фарадей 1887 ж;",
      "Фарадей 1886 ж;",
      "1885 жылы Колбе;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 250,
    "question": "Гальваникалық элемент дегеніміз:",
    "questionHtml": "Гальваникалық элемент дегеніміз:",
    "answers": [
      "реакцияныңхимиялықэнергиясынэлектрэнергиясынатүрлендіретінқұрылғы:",
      "реакцияныңэлектрэнергиясынхимиялықэнергияғатүрлендіретінқұрылғы;",
      "электрондыөлшеуқұралы;",
      "зарядтардыңсанынөлшеугеарналғанқұрылғы;",
      "нейтрондардыңсанынөлшеугеарналған;"
    ],
    "answerHtml": [
      "реакцияныңхимиялықэнергиясынэлектрэнергиясынатүрлендіретінқұрылғы:",
      "реакцияныңэлектрэнергиясынхимиялықэнергияғатүрлендіретінқұрылғы;",
      "электрондыөлшеуқұралы;",
      "зарядтардыңсанынөлшеугеарналғанқұрылғы;",
      "нейтрондардыңсанынөлшеугеарналған;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 251,
    "question": "100 мл 0,1 М HClбейтараптандыруүшінқандайкөлемде 0,05 М NaOHқажет:",
    "questionHtml": "100 мл 0,1 М HClбейтараптандыруүшінқандайкөлемде 0,05 М NaOHқажет:",
    "answers": [
      "200 мл:",
      "20 мл;",
      "100 мл;",
      "5 мл;"
    ],
    "answerHtml": [
      "200 мл:",
      "20 мл;",
      "100 мл;",
      "5 мл;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 252,
    "question": "Ерітілген натрий гидроксидініңтитрі 0,0040 г/мл болса, ерітіндідегі натрий гидроксидініңмолярлықконцентрациясықандайболады?",
    "questionHtml": "Ерітілген натрий гидроксидініңтитрі 0,0040 г/мл болса, ерітіндідегі натрий гидроксидініңмолярлықконцентрациясықандайболады?",
    "answers": [
      "0,01 моль/л;",
      "0,10 моль/л:",
      "0,40 моль/л;",
      "0,040 моль/л;"
    ],
    "answerHtml": [
      "0,01 моль/л;",
      "0,10 моль/л:",
      "0,40 моль/л;",
      "0,040 моль/л;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 253,
    "question": "Қышқылдық-негіздіктитрлеудебастапқыстандарттызаттарретінде не қолданылады?",
    "questionHtml": "Қышқылдық-негіздіктитрлеудебастапқыстандарттызаттарретінде не қолданылады?",
    "answers": [
      "сіркеқышқылы;",
      "натрий хлориді;",
      "калий бифталаты, қымыздыққышқылы:",
      "қымыздыққышқыл;"
    ],
    "answerHtml": [
      "сіркеқышқылы;",
      "натрий хлориді;",
      "калий бифталаты, қымыздыққышқылы:",
      "қымыздыққышқыл;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 254,
    "question": "Қышқылдық-негіздіктитрлеудебастапқыстандарттызаттарретіндеқайсысықолданылады?",
    "questionHtml": "Қышқылдық-негіздіктитрлеудебастапқыстандарттызаттарретіндеқайсысықолданылады?",
    "answers": [
      "натрий карбонаты:",
      "калий хлориді;",
      "эозин;",
      "фенилкарбазид;"
    ],
    "answerHtml": [
      "натрий карбонаты:",
      "калий хлориді;",
      "эозин;",
      "фенилкарбазид;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 255,
    "question": "Қышқылдық-негіздіктитрлеудегіекіншілікстандарттыерітінділергежатады:",
    "questionHtml": "Қышқылдық-негіздіктитрлеудегіекіншілікстандарттыерітінділергежатады:",
    "answers": [
      "сутегіасқынтотығыныңерітіндісі;",
      "тұзқышқылыерітіндісі, натрий гидроксидіерітіндісі:",
      "натрий гидроксидіерітіндісі;",
      "аммиак ерітіндісі;"
    ],
    "answerHtml": [
      "сутегіасқынтотығыныңерітіндісі;",
      "тұзқышқылыерітіндісі, натрий гидроксидіерітіндісі:",
      "натрий гидроксидіерітіндісі;",
      "аммиак ерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 256,
    "question": "Қышқылдардыңнақтыконцентрациясынанықтауғаарналғанбастапқыстандарттызаттар:",
    "questionHtml": "Қышқылдардыңнақтыконцентрациясынанықтауғаарналғанбастапқыстандарттызаттар:",
    "answers": [
      "натрий тетраборатыдекагидраты, натрий карбонаты:",
      "натрий карбонаты;",
      "аммиак ерітіндісі;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "натрий тетраборатыдекагидраты, натрий карбонаты:",
      "натрий карбонаты;",
      "аммиак ерітіндісі;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 257,
    "question": "Қышқылды-негіздіктитрлеуәдістеріндежұмысерітінділері (титранттар) ретіндеқолданылады?",
    "questionHtml": "Қышқылды-негіздіктитрлеуәдістеріндежұмысерітінділері (титранттар) ретіндеқолданылады?",
    "answers": [
      "күкіртқышқылыерітіндісі;",
      "аммиак ерітіндісі;",
      "натрий гидроксидіерітіндісі, күкіртқышқылыерітіндісі:",
      "азот қышқылыныңерітіндісі;"
    ],
    "answerHtml": [
      "күкіртқышқылыерітіндісі;",
      "аммиак ерітіндісі;",
      "натрий гидроксидіерітіндісі, күкіртқышқылыерітіндісі:",
      "азот қышқылыныңерітіндісі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 258,
    "question": "Қышқылдық-негіздіктитрлеудеэквиваленттікнүктетабылғанкездеосынықолданыңыз:",
    "questionHtml": "Қышқылдық-негіздіктитрлеудеэквиваленттікнүктетабылғанкездеосынықолданыңыз:",
    "answers": [
      "фенолфталеин;",
      "калий хроматы;",
      "фенантролин;",
      "метил апельсин, фенолфталеин:"
    ],
    "answerHtml": [
      "фенолфталеин;",
      "калий хроматы;",
      "фенантролин;",
      "метил апельсин, фенолфталеин:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 259,
    "question": "Қышқылдық-негіздіктитрлеудегітитрлеудіңсоңғынүктесібекітілген?",
    "questionHtml": "Қышқылдық-негіздіктитрлеудегітитрлеудіңсоңғынүктесібекітілген?",
    "answers": [
      "көрсеткіштікемесәдіс;",
      "көрсеткіштердіқолдануарқылы;",
      "физика-химиялықәдіспен, көрсеткіштердіқолданаотырып:",
      "Мор әдісі;"
    ],
    "answerHtml": [
      "көрсеткіштікемесәдіс;",
      "көрсеткіштердіқолдануарқылы;",
      "физика-химиялықәдіспен, көрсеткіштердіқолданаотырып:",
      "Мор әдісі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 260,
    "question": "Қышқылдық-негіздіккөрсеткіштердіңкөрсеткіштерінеәсерететінфакторлар?",
    "questionHtml": "Қышқылдық-негіздіккөрсеткіштердіңкөрсеткіштерінеәсерететінфакторлар?",
    "answers": [
      "температура;",
      "ерітіндініңбуферліксыйымдылығы;",
      "бөгдезат, температура:",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "температура;",
      "ерітіндініңбуферліксыйымдылығы;",
      "бөгдезат, температура:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 261,
    "question": "Титрлеуқисығында р Н секірісімынағанбайланысты:",
    "questionHtml": "Титрлеуқисығында р Н секірісімынағанбайланысты:",
    "answers": [
      "титрленетінқышқылдыңкүші, титранттыңконцентрациясы:",
      "титрантконцентрациясы;",
      "көрсеткіштіңpKa;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "титрленетінқышқылдыңкүші, титранттыңконцентрациясы:",
      "титрантконцентрациясы;",
      "көрсеткіштіңpKa;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 262,
    "question": "Қышқылдық-негіздіктитрлеуқисығыбойыншатитрлеудіңсекірісі:",
    "questionHtml": "Қышқылдық-негіздіктитрлеуқисығыбойыншатитрлеудіңсекірісі:",
    "answers": [
      "ерітіндітүсініңпайдаболуы;",
      "ерітіндініңтүсініңжоғалуы;",
      "ерітіндінің р Н күртөзгеруі:",
      "Дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "ерітіндітүсініңпайдаболуы;",
      "ерітіндініңтүсініңжоғалуы;",
      "ерітіндінің р Н күртөзгеруі:",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 263,
    "question": "Сусызтитрлеудеқолданылатынеріткіш:",
    "questionHtml": "Сусызтитрлеудеқолданылатынеріткіш:",
    "answers": [
      "жоғарыдиэлектрлікөтімділіккеие;",
      "анықталатынзаттыерітеді, диэлектрлікөтімділігіжоғары:",
      "қышқылдар мен негіздердіңберіктігінеәсеретпейді;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "жоғарыдиэлектрлікөтімділіккеие;",
      "анықталатынзаттыерітеді, диэлектрлікөтімділігіжоғары:",
      "қышқылдар мен негіздердіңберіктігінеәсеретпейді;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 264,
    "question": "Ацидиметрия қандайәдістергежатады?",
    "questionHtml": "Ацидиметрия қандайәдістергежатады?",
    "answers": [
      "оксидиметриялықтитрлеу;",
      "қышқылдық-негіздіктитрлеу;",
      "қышқылдық-негіздіктитрлеу, химиялықталдау:",
      "Дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "оксидиметриялықтитрлеу;",
      "қышқылдық-негіздіктитрлеу;",
      "қышқылдық-негіздіктитрлеу, химиялықталдау:",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 265,
    "question": "HClерітіндісінстандарттаукезіндебастапқыстандарттызаттарретіндеқолданылады?",
    "questionHtml": "HClерітіндісінстандарттаукезіндебастапқыстандарттызаттарретіндеқолданылады?",
    "answers": [
      "натрий тетраборатыдекагидраты;",
      "натрий тетраборатыдекагидраты, натрий карбонаты:",
      "аммиак ерітіндісі;",
      "дифениламин;"
    ],
    "answerHtml": [
      "натрий тетраборатыдекагидраты;",
      "натрий тетраборатыдекагидраты, натрий карбонаты:",
      "аммиак ерітіндісі;",
      "дифениламин;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 266,
    "question": "Органикалыққосылыстардағы азот неменанықталады?",
    "questionHtml": "Органикалыққосылыстардағы азот неменанықталады?",
    "answers": [
      "Кьельдаләдісібойынша:",
      "комплексометриялықәдіс;",
      "гравиметриялықәдіс;",
      "Фолгардәдісі;"
    ],
    "answerHtml": [
      "Кьельдаләдісібойынша:",
      "комплексометриялықәдіс;",
      "гравиметриялықәдіс;",
      "Фолгардәдісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 267,
    "question": "Қышқылдық-негіздіктитрлеуәдістерінежатады:",
    "questionHtml": "Қышқылдық-негіздіктитрлеуәдістерінежатады:",
    "answers": [
      "қышқылдыметрия;",
      "алкалиметрия, ацидиметрия:",
      "цериметрия, ацидиметрия;",
      "хроматометрия;"
    ],
    "answerHtml": [
      "қышқылдыметрия;",
      "алкалиметрия, ацидиметрия:",
      "цериметрия, ацидиметрия;",
      "хроматометрия;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 268,
    "question": "Қышқылды-негіздікиндикаторларқандайқасиеттердікөрсетеді?",
    "questionHtml": "Қышқылды-негіздікиндикаторларқандайқасиеттердікөрсетеді?",
    "answers": [
      "әлсізқышқылдар, әлсізнегіздер:",
      "әлсізнегіздер;",
      "тотықтырғыштар, әлсізнегіздер;",
      "редукторлар;"
    ],
    "answerHtml": [
      "әлсізқышқылдар, әлсізнегіздер:",
      "әлсізнегіздер;",
      "тотықтырғыштар, әлсізнегіздер;",
      "редукторлар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 269,
    "question": "Аргентометриялықтитрлеуәдістерінжіктейді:",
    "questionHtml": "Аргентометриялықтитрлеуәдістерінжіктейді:",
    "answers": [
      "қолданылғанкөрсеткішбойынша:",
      "анықталатынзаттарүшін;",
      "титранттыңстандарттауәдісібойынша;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "қолданылғанкөрсеткішбойынша:",
      "анықталатынзаттарүшін;",
      "титранттыңстандарттауәдісібойынша;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 270,
    "question": "Мор титрлеуіжүргізіледі?",
    "questionHtml": "Мор титрлеуіжүргізіледі?",
    "answers": [
      "қышқылортада;",
      "бейтарапортада:",
      "сілтіліортада;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "қышқылортада;",
      "бейтарапортада:",
      "сілтіліортада;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 271,
    "question": "Темір(III) тиоцианатытұндыруүшінтитрлеудеқолданылады:",
    "questionHtml": "Темір(III) тиоцианатытұндыруүшінтитрлеудеқолданылады:",
    "answers": [
      "титрант;",
      "көрсеткіш:",
      "бастапқы стандарт;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "титрант;",
      "көрсеткіш:",
      "бастапқы стандарт;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 272,
    "question": "Тиоцианатометриядатитрантретінде не қолданылады?",
    "questionHtml": "Тиоцианатометриядатитрантретінде не қолданылады?",
    "answers": [
      "темір(III) тиоцианаты;",
      "калий тиоцианаты:",
      "калий хроматы;",
      "Дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "темір(III) тиоцианаты;",
      "калий тиоцианаты:",
      "калий хроматы;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 273,
    "question": "Адсорбциялықиндикаторларментитрлеуқандайәдісбойыншажүргізіледі?",
    "questionHtml": "Адсорбциялықиндикаторларментитрлеуқандайәдісбойыншажүргізіледі?",
    "answers": [
      "Маура;",
      "Фаянс:",
      "Фолгарда;",
      "Дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "Маура;",
      "Фаянс:",
      "Фолгарда;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 274,
    "question": "Тұндырутитрлеуәдістерінеқойылатынталаптар?",
    "questionHtml": "Тұндырутитрлеуәдістерінеқойылатынталаптар?",
    "answers": [
      "титрантерітіндісітүсті, тез тұнбатүзілуі керек;",
      "шөгіндінің тез түзілуі;",
      "эквиваленттікнүктенібекітугемүмкіндікберетінтотығу-тотықсызданукөрсеткішініңболуы, шөгіндінің тез түзілуі:",
      "тұнбаныңбіршаматөменерігіштігі;"
    ],
    "answerHtml": [
      "титрантерітіндісітүсті, тез тұнбатүзілуі керек;",
      "шөгіндінің тез түзілуі;",
      "эквиваленттікнүктенібекітугемүмкіндікберетінтотығу-тотықсызданукөрсеткішініңболуы, шөгіндінің тез түзілуі:",
      "тұнбаныңбіршаматөменерігіштігі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 275,
    "question": "Фаянс әдісібойыншатұнбатитрлеуқалайжүргізіледі?",
    "questionHtml": "Фаянс әдісібойыншатұнбатитрлеуқалайжүргізіледі?",
    "answers": [
      "адсорбциялықкөрсеткіштердіқолдану;",
      "белгілі р Н шамасында (хлоридтердіанықтау), адсорбциялықиндикаторлардыпайдаланаотырып:",
      "сілтіліортада, адсорбциялықкөрсеткіштердіқолданаотырып;",
      "қаттықышқылдықортада (индикатор – флуоресцеин);"
    ],
    "answerHtml": [
      "адсорбциялықкөрсеткіштердіқолдану;",
      "белгілі р Н шамасында (хлоридтердіанықтау), адсорбциялықиндикаторлардыпайдаланаотырып:",
      "сілтіліортада, адсорбциялықкөрсеткіштердіқолданаотырып;",
      "қаттықышқылдықортада (индикатор – флуоресцеин);"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 276,
    "question": "Тотығу-тотықсызданутитрлеудегібіріншілікэталондар?",
    "questionHtml": "Тотығу-тотықсызданутитрлеудегібіріншілікэталондар?",
    "answers": [
      "калий перманганаты;",
      "калий бихроматы:",
      "натрий тиосульфаты;",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "калий перманганаты;",
      "калий бихроматы:",
      "натрий тиосульфаты;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 277,
    "question": "Тотығу-тотықсызданутитрлеуәдістерінежатады:",
    "questionHtml": "Тотығу-тотықсызданутитрлеуәдістерінежатады:",
    "answers": [
      "қышқылдыметрия;",
      "цериметрия:",
      "комплексиметрия;",
      "фторидометрия;"
    ],
    "answerHtml": [
      "қышқылдыметрия;",
      "цериметрия:",
      "комплексиметрия;",
      "фторидометрия;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 278,
    "question": "Йодометриялықәдістерненіанықтауғамүмкіндікбереді?",
    "questionHtml": "Йодометриялықәдістерненіанықтауғамүмкіндікбереді?",
    "answers": [
      "тотықсыздандырғыштар, тотықтырғыштар;",
      "тотықсыздандырғыштар;",
      "қышқылдар, тотықсыздандырғыштар, тотықтырғыштар:",
      "дұрысжауапжоқ;"
    ],
    "answerHtml": [
      "тотықсыздандырғыштар, тотықтырғыштар;",
      "тотықсыздандырғыштар;",
      "қышқылдар, тотықсыздандырғыштар, тотықтырғыштар:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 279,
    "question": "Перманганатометриядақажетті р Н мәнінжасауүшінқолданылады:",
    "questionHtml": "Перманганатометриядақажетті р Н мәнінжасауүшінқолданылады:",
    "answers": [
      "азот қышқылы;",
      "күкіртқышқылы:",
      "сіркеқышқылы;",
      "натрий гидроксиді;"
    ],
    "answerHtml": [
      "азот қышқылы;",
      "күкіртқышқылы:",
      "сіркеқышқылы;",
      "натрий гидроксиді;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 280,
    "question": "Тотығу-тотықсызданутитрлеудегібастапқыстандарттарғажатады:",
    "questionHtml": "Тотығу-тотықсызданутитрлеудегібастапқыстандарттарғажатады:",
    "answers": [
      "калий перманганаты;",
      "натрий оксалаты:",
      "натрий тиосульфаты;",
      "сутегіасқынтотығы;"
    ],
    "answerHtml": [
      "калий перманганаты;",
      "натрий оксалаты:",
      "натрий тиосульфаты;",
      "сутегіасқынтотығы;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 281,
    "question": "1 литр ерітіндіде 5,85 г NaCl (M (NaCl) \\u003d 58,5 г/моль) бар. Ерітіндініңмолярлықэквиваленттікконцентрациясы неге тең?",
    "questionHtml": "1 литр ерітіндіде 5,85 г NaCl (M (NaCl) \\u003d 58,5 г/моль) бар. Ерітіндініңмолярлықэквиваленттікконцентрациясы неге тең?",
    "answers": [
      "1;",
      "0,1:",
      "0,2;",
      "2;",
      "3;"
    ],
    "answerHtml": [
      "1;",
      "0,1:",
      "0,2;",
      "2;",
      "3;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 282,
    "question": "Ерітіндініңтитрінқандай формула анықтайды?",
    "questionHtml": "Ерітіндініңтитрінқандай формула анықтайды?",
    "answers": [
      "T=n/ V;",
      "T =N•Э;",
      "T = m • V;",
      "T=m•N;",
      "Т = CH ∙ Mэ / 1000:"
    ],
    "answerHtml": [
      "T=n/ V;",
      "T =N•Э;",
      "T = m • V;",
      "T=m•N;",
      "Т = CH ∙ Mэ / 1000:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 283,
    "question": "Молярлықконцентрацияқандайформулабойыншаанықталады?",
    "questionHtml": "Молярлықконцентрацияқандайформулабойыншаанықталады?",
    "answers": [
      "M = m / V;",
      "C =m/ V;",
      "C = n / V:",
      "N=C × V;",
      "C = N•V;"
    ],
    "answerHtml": [
      "M = m / V;",
      "C =m/ V;",
      "C = n / V:",
      "N=C × V;",
      "C = N•V;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 284,
    "question": "Титрлеуүшінерітіндіретіндекүштіқышқылдарпайдаланылса, ондабұләдіс... әдісідепаталады.",
    "questionHtml": "Титрлеуүшінерітіндіретіндекүштіқышқылдарпайдаланылса, ондабұләдіс... әдісідепаталады.",
    "answers": [
      "йодометрия;",
      "перманганометрия;",
      "Ацидиметрия:",
      "алкалиметрия;",
      "цериметрия;"
    ],
    "answerHtml": [
      "йодометрия;",
      "перманганометрия;",
      "Ацидиметрия:",
      "алкалиметрия;",
      "цериметрия;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 285,
    "question": "Титрлеуүшінерітіндіретіндекүштінегіздерпайдаланылса, ондабұләдіс... әдісідепаталады.",
    "questionHtml": "Титрлеуүшінерітіндіретіндекүштінегіздерпайдаланылса, ондабұләдіс... әдісідепаталады.",
    "answers": [
      "Алкалиметрия:",
      "ацидометрия;",
      "йодометрия;",
      "перманганометрия;",
      "цериметрия;"
    ],
    "answerHtml": [
      "Алкалиметрия:",
      "ацидометрия;",
      "йодометрия;",
      "перманганометрия;",
      "цериметрия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 286,
    "question": "Ацидиметриялықтитрант:",
    "questionHtml": "Ацидиметриялықтитрант:",
    "answers": [
      "KOH, HCl;",
      "HCl, H2SO4:",
      "NaOH, Ba(OH) 2;",
      "HNO2, NH4OH;",
      "CH3COOH, HNO3;"
    ],
    "answerHtml": [
      "KOH, HCl;",
      "HCl, H2SO4:",
      "NaOH, Ba(OH) 2;",
      "HNO2, NH4OH;",
      "CH3COOH, HNO3;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 287,
    "question": "Сілтілікортаданқышқылортағаөткендеметилапельсинніңиндикаторықалайөзгереді?",
    "questionHtml": "Сілтілікортаданқышқылортағаөткендеметилапельсинніңиндикаторықалайөзгереді?",
    "answers": [
      "қызылдансарығадейін:",
      "қызылданкөккедейін;",
      "түссізқызылқызыл;",
      "сарыданқызылғадейін;",
      "сарыданкүлгінгедейін;"
    ],
    "answerHtml": [
      "қызылдансарығадейін:",
      "қызылданкөккедейін;",
      "түссізқызылқызыл;",
      "сарыданқызылғадейін;",
      "сарыданкүлгінгедейін;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 288,
    "question": "15,0 мл 0,05 нерітіндісінтитрлеуге 7,6 млнатрийгидроксидіжұмсалса, сілтініңконцентрациясынегетең?",
    "questionHtml": "15,0 мл 0,05 нерітіндісінтитрлеуге 7,6 млнатрийгидроксидіжұмсалса, сілтініңконцентрациясынегетең?",
    "answers": [
      "0,098:",
      "0,95;",
      "0,25;",
      "0,043;",
      "0,10;"
    ],
    "answerHtml": [
      "0,098:",
      "0,95;",
      "0,25;",
      "0,043;",
      "0,10;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 289,
    "question": "Тотығу-тотықсызданутитрлеукелесіреакцияларғанегізделген.",
    "questionHtml": "Тотығу-тотықсызданутитрлеукелесіреакцияларғанегізделген.",
    "answers": [
      "бейтараптандыру;",
      "тотығу-тотықсыздану:",
      "алмасу;",
      "гидролиз;",
      "ыдырау;"
    ],
    "answerHtml": [
      "бейтараптандыру;",
      "тотығу-тотықсыздану:",
      "алмасу;",
      "гидролиз;",
      "ыдырау;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 290,
    "question": "K2Cr2O7 жұмысерітіндісіболатынтотығу-тотықсызданутитрлеуәдісі... депаталады.",
    "questionHtml": "K2Cr2O7 жұмысерітіндісіболатынтотығу-тотықсызданутитрлеуәдісі... депаталады.",
    "answers": [
      "хроматография;",
      "броматометрия;",
      "Дихроматометрия:",
      "перманганометрия;",
      "йодометрия;"
    ],
    "answerHtml": [
      "хроматография;",
      "броматометрия;",
      "Дихроматометрия:",
      "перманганометрия;",
      "йодометрия;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 291,
    "question": "Перманганометриялықтитрлеудеқолданылатын индикатор.",
    "questionHtml": "Перманганометриялықтитрлеудеқолданылатын индикатор.",
    "answers": [
      "метил апельсин;",
      "эриохромқара;",
      "эозин;",
      "крахмал;",
      "индикаторсыз:"
    ],
    "answerHtml": [
      "метил апельсин;",
      "эриохромқара;",
      "эозин;",
      "крахмал;",
      "индикаторсыз:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 292,
    "question": "Йодометриялықтитрлеуәдісінекөрсеткіштер?",
    "questionHtml": "Йодометриялықтитрлеуәдісінекөрсеткіштер?",
    "answers": [
      "Крахмал:",
      "Лакмус;",
      "мурексид;",
      "фенофталеин;",
      "метил апельсин;"
    ],
    "answerHtml": [
      "Крахмал:",
      "Лакмус;",
      "мурексид;",
      "фенофталеин;",
      "метил апельсин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 293,
    "question": "Перманганометриялықтитрлеукезінде Mn+2 ионыныңтүзілуіүшінқандай орта қажет?",
    "questionHtml": "Перманганометриялықтитрлеукезінде Mn+2 ионыныңтүзілуіүшінқандай орта қажет?",
    "answers": [
      "бейтарап;",
      "Қышқылы:",
      "сілтілі;",
      "қатежауап;",
      "аздапқышқыл;"
    ],
    "answerHtml": [
      "бейтарап;",
      "Қышқылы:",
      "сілтілі;",
      "қатежауап;",
      "аздапқышқыл;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 294,
    "question": "Нитрометриялықтитрлеуәдісініңтитрранты?",
    "questionHtml": "Нитрометриялықтитрлеуәдісініңтитрранты?",
    "answers": [
      "NaNO2:",
      "NaNO3;",
      "HNO3;",
      "Pb (NO3) 2;",
      "Fe (NO3) 2;"
    ],
    "answerHtml": [
      "NaNO2:",
      "NaNO3;",
      "HNO3;",
      "Pb (NO3) 2;",
      "Fe (NO3) 2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 295,
    "question": "Седиментациятитрлеуініңнегізіндежатқанреакцияшарттары?",
    "questionHtml": "Седиментациятитрлеуініңнегізіндежатқанреакцияшарттары?",
    "answers": [
      "Алынғантұнбалараморфтыболуы керек.;",
      "Тұнбатүзілмеуі керек.;",
      "Жоғарықаныққанерітіндіболуы керек:",
      "Реакция қайтымдыболуы керек;",
      "Бейнеленгеншөгінділераморфтыболмауы керек.;"
    ],
    "answerHtml": [
      "Алынғантұнбалараморфтыболуы керек.;",
      "Тұнбатүзілмеуі керек.;",
      "Жоғарықаныққанерітіндіболуы керек:",
      "Реакция қайтымдыболуы керек;",
      "Бейнеленгеншөгінділераморфтыболмауы керек.;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 296,
    "question": "«Тұнбаісжүзіндеерімейтінжәне тез тұнбағатүсуі керек» реакциясыныңталабынатитриметриялықталдаудыңқандайәдісісәйкескеледі?",
    "questionHtml": "«Тұнбаісжүзіндеерімейтінжәне тез тұнбағатүсуі керек» реакциясыныңталабынатитриметриялықталдаудыңқандайәдісісәйкескеледі?",
    "answers": [
      "тұндыруәдісі:",
      "бейтараптандыру;",
      "Ацидиметриялықәдіс;",
      "комплексометрияәдісі;",
      "тотығу-тотықсыздануәдісі;"
    ],
    "answerHtml": [
      "тұндыруәдісі:",
      "бейтараптандыру;",
      "Ацидиметриялықәдіс;",
      "комплексометрияәдісі;",
      "тотығу-тотықсыздануәдісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 297,
    "question": "Электродтықпотенциалдыөзгертуарқылыэквиваленттікнүктеніанықтауғанегізделгентитрлеутүрі.",
    "questionHtml": "Электродтықпотенциалдыөзгертуарқылыэквиваленттікнүктеніанықтауғанегізделгентитрлеутүрі.",
    "answers": [
      "кондуктометриялықтитрлеу;",
      "потенциометриялықтитрлеу:",
      "амперометриялықтитрлеу;",
      "қышқылдық-негіздіктитрлеу;",
      "оксидиметриялықтитрлеу;"
    ],
    "answerHtml": [
      "кондуктометриялықтитрлеу;",
      "потенциометриялықтитрлеу:",
      "амперометриялықтитрлеу;",
      "қышқылдық-негіздіктитрлеу;",
      "оксидиметриялықтитрлеу;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 298,
    "question": "Бейтараптандыру, тұндыру, комплекс түзужәнетотығу-тотықсыздануреакцияларындағыэквиваленттікнүктеніанықтауғамүмкіндікберетінтитрлеутүрі.",
    "questionHtml": "Бейтараптандыру, тұндыру, комплекс түзужәнетотығу-тотықсыздануреакцияларындағыэквиваленттікнүктеніанықтауғамүмкіндікберетінтитрлеутүрі.",
    "answers": [
      "Қышқылдық-негіздіктитрлеу;",
      "потенциометриялықтитрлеу:",
      "амперометриялықтитрлеу;",
      "оксидиметриялықтитрлеу;",
      "кондуктометриялықтитрлеу;"
    ],
    "answerHtml": [
      "Қышқылдық-негіздіктитрлеу;",
      "потенциометриялықтитрлеу:",
      "амперометриялықтитрлеу;",
      "оксидиметриялықтитрлеу;",
      "кондуктометриялықтитрлеу;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 300,
    "question": "Хроматография әдісінқайғалымашты?",
    "questionHtml": "Хроматография әдісінқайғалымашты?",
    "answers": [
      "1901 жылы Марковников;",
      "1902 жылы Зайцев;",
      "1903 жылытүсі:",
      "Лавуазье 1904 ж;",
      "1905 жылы Е. Менделеев;"
    ],
    "answerHtml": [
      "1901 жылы Марковников;",
      "1902 жылы Зайцев;",
      "1903 жылытүсі:",
      "Лавуазье 1904 ж;",
      "1905 жылы Е. Менделеев;"
    ],
    "correct": [
      2
    ]
  }
];
